{"status": "ok", "message-type": "work-list", "message-version": "1.0.0", "message": {"facets": {}, "total-results": 61070, "items": [{"indexed": {"date-parts": [[2018, 10, 31]], "date-time": "2018-10-31T23:10:07Z", "timestamp": 1541027407421}, "reference-count": 6, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The paper presents problems connected with the preparation of technical objects, including bearing rollers, for the process of the in-process, on-line automatic optical inspection. The objective was to develop an industrial solution ensuring automatic removal of pollutants from the technological process, located on the controlled surface of the object examined. The developed method allows for effective removal of both liquid and solid pollutants from the surface of the roller originating from the technological process. The removal is conducted in such a way that the quality control of the tested object is possible on the basis of the digital image obtained automatically at the test stand. The control process is limited by the efficiency of the cleaning process. The critical parameter is the achievement of expected effectiveness. The basic assumption was to adjust the efficiency of the control process to the efficiency of the production line (3 items/s). The essence of the presented solution is cleaning of the heads of bearing rollers in an automated, non contact manner with total elimination of the handwork. Therefore, the method meets the requirements of the automated process of cleaning of bearing rollers' heads right before the process of automated optical inspection of an object.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.198.289", "type": "journal-article", "created": {"date-parts": [[2013, 3, 11]], "date-time": "2013-03-11T16:29:37Z", "timestamp": 1363019377000}, "page": "289-294", "source": "Crossref", "is-referenced-by-count": 0, "title": ["Cleaning System for Automated Optical Inspection of Heads of Bearing Rollers"], "prefix": "10.4028", "volume": "198", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2013, 3]]}, "reference": [{"key": "1584992", "unstructured": "F. Pernkopff, P. O'Leary, Visual inspection of machined metallic high-precision surfaces, Journal on Applied Signal Processing 7 (2007) 667-678."}, {"key": "1584993", "unstructured": "C. Demant, B. Streicher-Abel, P. Waszkewitz, Industrial image processing, Visual quality control in manufacturing. Springer-Verlag, Berlin, (1999).", "DOI": "10.1007/978-3-642-58550-0_11", "doi-asserted-by": "publisher"}, {"key": "1584994", "unstructured": "T. Giesko, A. Mazurkiewicz, A. Zbrowski, Advanced Mechatronic System For In-Line Automated Optical Inspection Of Metal Parts. International Journal of Simulation Systems, Science & Technology. Special Issue on Intelligent Systems Engineering. IJSSST, Vol. 11, 5 (2010)."}, {"key": "1584995", "unstructured": "A. Zbrowski, T. Giesko, Study and solution of problems in a high-precision optical inspection of metal surface, 9th international conference of the European society for precision engineering and nanotechnology. June 2-5 2009, San Sebastian, Spain, Volume II, 364-367."}, {"key": "1584996", "unstructured": "A. Zbrowski, PL. Patent PL207661 (2011)."}, {"key": "1584997", "unstructured": "A. Zbrowski, PL. Patent PL207676 (2011)."}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.198.289.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 10, 31]], "date-time": "2018-10-31T22:41:03Z", "timestamp": 1541025663000}, "score": 30.55597, "issued": {"date-parts": [[2013, 3]]}, "references-count": 6, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.198.289", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 7]], "date-time": "2018-11-07T00:10:08Z", "timestamp": 1541549408218}, "reference-count": 23, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The article presents the application of computed tomography (CT) for the detection of internal material defects in roller bearing rings made of steel. The tests were conducted using a set of four rings with different defects created artificially by means of electric discharge machining. In each test ring, several defects of the same type could be observed; however, they differed in terms of their size and geometry. The defects analysed had the form of internal blind holes with axes transverse or parallel to the surface of the track of the bearing – internal blind rectangular holes, and through slits in the inner cylindrical surface. The tests were conducted using a “V|tome|x s” X-ray CT scanner (tomograph) by GE. The roentgenograms of test objects were taken and then reconstructed in 3D. Each defect was visualised in different section planes of a reconstructed ring. Selected defects were represented in a solid form, and the measurements were taken in order to determine their geometry and volume. The tests confirmed that CT can be used in studies on such internal material defects in roller bearing rings as subsurface voids. All artificially made model defects were detected.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.223.211", "type": "journal-article", "created": {"date-parts": [[2014, 11, 20]], "date-time": "2014-11-20T09:39:19Z", "timestamp": 1416476359000}, "page": "211-220", "source": "Crossref", "is-referenced-by-count": 0, "title": ["X-Ray Tomography in the Diagnostics of Roller Bearing Rings"], "prefix": "10.4028", "volume": "223", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2014, 11]]}, "reference": [{"key": "479445", "unstructured": "T. Giesko, A. Mazurkiewicz, A. Zbrowski, Advanced mechatronic system for in-line automated optical inspection of metal parts, International Journal of Simulation: Systems, Science & Technology. 90 (2010) 36 – 41."}, {"key": "479446", "unstructured": "S. Krimmel, J. Stephan, J. Baumann, 3D computed tomography using a microfocus X-ray source: Analysis of artifact formation in the reconstructed images using simulated as well as experimental projection data, Nuclear Instruments and Methods in Physics Research A. 542 (2005).", "DOI": "10.1016/j.nima.2005.01.171", "doi-asserted-by": "publisher"}, {"key": "479447", "unstructured": "J. Y. Buffiere, E. Maire, J. Adrien, J. P. Masse, E. Boller, In Situ Experiments with X ray Tomography: An Attractive Tool for Experimental Mechanics, Experimental Mechanics. 50 (2010) 289–305.", "DOI": "10.1007/s11340-010-9333-7", "doi-asserted-by": "publisher"}, {"key": "479448", "unstructured": "W. Ludwig, A. King, P. Reischig, M. Herbig, E. M. Lauridsen, S. Schmidt, H. Proudhon, S. Forest, P. Cloetens, S. Rolland du Roscoat, J.Y. Buffiere, T.J. Marrow, H.F. Poulsen, New opportunities for 3D materials science of polycrystalline materials at the micrometre length scale by combined use of X-ray diffraction and X-ray imaging, Materials Science and Engineering A. 524 (2009).", "DOI": "10.1016/j.msea.2009.04.009", "doi-asserted-by": "publisher"}, {"key": "479449", "unstructured": "K. Pałka, B. Szaraniec, Analiza mikrostruktury spieków tytanowych z gradientem porowatości przy zastosowaniu rentgenowskiej mikrotomografii komputerowej, Engineering of Biomaterials. 15 (2012) 26-30."}, {"key": "479450", "unstructured": "L. Babout, E. Maire, J. Y. Buffière, R. Fougères, Characterization by x-ray computed tomography of decohesion, porosity growth and coalescence in model metal matrix composites Acta Materialia. 49 (2001) 2055–(2063).", "DOI": "10.1016/s1359-6454(01)00104-5", "doi-asserted-by": "publisher"}, {"key": "479451", "unstructured": "L. Babout, E. Maire, R. Fougères, Damage initiation in model metallic materials, X-ray tomography and modelling, Acta Materialia. 52 (2004) 2475–2487.", "DOI": "10.1016/j.actamat.2004.02.001", "doi-asserted-by": "publisher"}, {"key": "479452", "unstructured": "J. Kastner, H. Harrer, P. Degischer, High resolution cone beam X-ray computed tomography of 3D-microstructures of cast Al-alloys, Materials Characterization. 62 (2011) 99-107.", "DOI": "10.1016/j.matchar.2010.11.004", "doi-asserted-by": "publisher"}, {"key": "479453", "unstructured": "J. Kastner, B. Harrer, G. Requena, O. Brunke, A comparative study of high resolution cone beam X-ray tomography and synchrotron tomography applied to Fe-and Al-alloys, NDT&E International. 43 (2010) 599-605.", "DOI": "10.1016/j.ndteint.2010.06.004", "doi-asserted-by": "publisher"}, {"key": "479454", "unstructured": "E. Maire, L. Babout, J.Y. Buffiere, R. Fougères, Recent results on 3D characterisation of microstructure and damage of metal matrix composites and a metallic foam using X-ray tomography, Materials Science and Engineering A. 319-321 (2001).", "DOI": "10.1016/s0921-5093(01)00924-8", "doi-asserted-by": "publisher"}, {"key": "479455", "unstructured": "E. Maire, A. Fazekasb, L. Salvob, R. Dendievelb, S. Youssefa, P. Cloetensc, J.M. Letangd, X-ray tomography applied to the characterization of cellular materials. Related finite element modeling problems, Composites Science and Technology. 63 (2003).", "DOI": "10.1016/s0266-3538(03)00276-8", "doi-asserted-by": "publisher"}, {"key": "479456", "unstructured": "S. Roux, F. Hild, P. Viot, D. Bernard, Three-dimensional image correlation from X-ray computed tomography of solid foam, Composites: Part A. 39 (2008) 1253-1265.", "DOI": "10.1016/j.compositesa.2007.11.011", "doi-asserted-by": "publisher"}, {"key": "479457", "unstructured": "P. Viot, E. Plougonven, D. Bernard, Microtomography on polypropylene foam under dynamic loading: 3D analysis of bead morphology evolution, Composites Part A. 39 (2008) 1266-1281.", "DOI": "10.1016/j.compositesa.2007.11.014", "doi-asserted-by": "publisher"}, {"key": "479458", "unstructured": "A. Zbrowski, Tomografia rentgenowska w diagnostyce syntetycznych koszy łożysk tocznych, Energetyka. 2 (2013) 132-139."}, {"key": "479459", "unstructured": "Cs. Kádár, E. Maire, A. Borbély, G. Peix, J. Lendvai, Zs. Rajkovits, X-ray tomography and finite element simulation of the indentation behavior of metal foams, 13th International Conference on the Strength of Materials, Materials Science and Engineering A. (2004).", "DOI": "10.1016/j.msea.2004.03.091", "doi-asserted-by": "publisher"}, {"key": "479460", "unstructured": "L. Salvo, P. Cloetens, E. Maire, S. Zabler, J. J. Blandin, J. Y. Buffière, W. Ludwig, E. Boller, D. Bellet, C. Josserond, X-ray micro-tomography an attractive characterisation technique in materials science, Nuclear Instruments and Methods in Physics Research B. 200 (2003).", "DOI": "10.1016/s0168-583x(02)01689-0", "doi-asserted-by": "publisher"}, {"key": "479461", "unstructured": "H. Toda, T. Ohgaki, K. Uesugi, M. Kobayashi, N. Kuroda, T. Kobayashi, M. Niinomi, T. Akahori, K. Makii, Y. Aruga, Quantitative Assessment of Microstructure and its Effectson Compression Behavior of Aluminum Foams via High-Resolution Synchrotron X-Ray Tomography, Metallurgical and Materials Transactions A. 37A (2006).", "DOI": "10.1007/s11661-006-1072-0", "doi-asserted-by": "publisher"}, {"key": "479462", "unstructured": "O. Lame, D. Bellet, M. Di. Michiel, D. Bouvard, In situ microtomography investigation of metal powder compacts during sintering, Nuclear Instruments and Methods in Physics Research B. 200 (2003) 287-294.", "DOI": "10.1016/s0168-583x(02)01690-7", "doi-asserted-by": "publisher"}, {"key": "479463", "unstructured": "S. Burch, Measurement of density variations in compacted parts using X-ray computerized tomography, Metal Powder Report. 57 (2002) 24-28.", "DOI": "10.1016/s0026-0657(02)85009-3", "doi-asserted-by": "publisher"}, {"key": "479464", "unstructured": "W. Węglewski, K. Bochenek, M. Basista, Th. Schubert, U. Jehring, J. Litniewski, S. Mackiewicz, Comparative assessment of Young's modulus measurements of metal–ceramic composites using mechanical and non-destructive tests and micro-CT based computational modeling, Computational Materials Science. 77 (2013).", "DOI": "10.1016/j.commatsci.2013.04.007", "doi-asserted-by": "publisher"}, {"key": "479465", "unstructured": "K. Karbowski, Podstawy rekonstrukcji elementów maszyn i innych obiektów w procesach wytwarzania, Wydawnictwo Politechniki Krakowskiej, Cracow, (2008)."}, {"key": "479466", "unstructured": "J. Gawlik, J. Sładek J, A. Ryniewicz, M. Kowalski, A. Gąska, Wielofunkcyjna ocena jakości urządzeń technologicznych i wyrobów, Inżynieria Maszyn. 15 (2010) 20-34."}, {"key": "479467", "unstructured": "A. Ryniewicz, Wykorzystanie wzorców do oceny dokładności odwzorowania zarysu w tomografii komputerowej, Pomiary Automatyka Kontrola. 1 (2010) 66-67."}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.223.211.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 11, 6]], "date-time": "2018-11-06T23:35:10Z", "timestamp": 1541547310000}, "score": 30.55597, "issued": {"date-parts": [[2014, 11]]}, "references-count": 23, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.223.211", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 5]], "date-time": "2018-11-05T18:40:09Z", "timestamp": 1541443209439}, "reference-count": 11, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The paper presents the structure of a precise parallel tri-axle manipulator with the functionality of progressing-tilting table. The end effector of the device is a platform, for which three coordinates of position are defined. The manipulator has three degrees of freedom: movement perpendicular to the base and rotation in two mutually perpendicular axes contained in the surface parallel to the base.The concept of the positioning mechanism is based on parallel tripod kinematics where the end effector – the platform – is seated on three active limbs – actuators. The use of parallel kinematics allowed modular construction of the positioning mechanism. The developed modular functional mechanism with minimal number of elements in kinematic chain ensures high positioning resolution. The concept of application of eccentric mechanism for platform positioning is an original idea in this solution. The compact construction allows applying the manipulator in medical devices that require meeting of the hygienic conditions in the medical test and research laboratories. The possibility of the utilisation of the precise manipulator covers wide areas of science and technology where precise positioning of the object is required, e.g. sample positioning for microscopes, scanning systems.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.220-221.116", "type": "journal-article", "created": {"date-parts": [[2014, 12, 5]], "date-time": "2014-12-05T09:30:01Z", "timestamp": 1417771801000}, "page": "116-125", "source": "Crossref", "is-referenced-by-count": 0, "title": ["Miniature Tripod with Parallel Kinematics for Use in Clean Room Medical Laboratory Applications"], "prefix": "10.4028", "volume": "220-221", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2015, 1]]}, "reference": [{"key": "492965", "unstructured": "D. Steward, A platform with six degrees of freedom, Proc. Institution of Mechanical Engineers. 180 (1965) 371–386."}, {"key": "492966", "unstructured": "S. -D. Stan, V. Maties, R. Balan, C. Lapusan, Optimization of a Hexapod Micro Parallel Robot Using Genetic Algorithms. Innovations and Advanced Techniques in Systems, Computing Sciences and Software Engineering, Springer-Verlag, (2008).", "DOI": "10.1007/978-1-4020-8735-6_8", "doi-asserted-by": "publisher"}, {"key": "492967", "unstructured": "Huapeng Wu (Ed. ), Parallel Manipulators Towards New Applications, ARS, Vienna, 2008, ISBN 978-3-902613-40-0.", "DOI": "10.5772/61", "doi-asserted-by": "crossref"}, {"key": "492968", "unstructured": "K. Oczoś, E. Weiss, Parallel kinematics in design of machine tools, robots and manipulators, Part I, Mechanik 5–6 (2002), 323–333."}, {"key": "492969", "unstructured": "K. Oczoś, E. Weiss, parallel kinematics in design of machine tools, robots and manipulators, Part II, Mechanik 7 (2002) 489–498."}, {"key": "492970", "unstructured": "Jee-Hwan Ryu (Ed. ), Parallel Manipulators, New Developments, ARS, Vienna, 2008, ISBN 978-3-902613-20-2."}, {"key": "492971", "unstructured": "M. Szafarczyk, Stan obecny i możliwości kinematyki równoległej w obrabiarkach, Mechanik 4 (2003) 184."}, {"key": "492972", "unstructured": "Ham, H. H., Chen, I. -M, Kinematics, workspace and static analyses of two DOF flexure parallel mechanism, in: 7th Int Conf. Control, Automation, Robotics, Vision, Singapore, 2002, p.968–973.", "DOI": "10.1109/icarcv.2002.1238555", "doi-asserted-by": "publisher"}, {"key": "492973", "unstructured": "A. Zbrowski, Kinematic analysis of the model of mechanism operating in precise revolving table, Maintenance Problems 1 (2005) 61–72."}, {"key": "492974", "unstructured": "A. Zbrowski, Metoda kształtowania charakterystyki obrotu w mechatronicznym, precyzyjnym stoliku obrotowym. X Jubileuszowy Kongres Eksploatacji Urządzeń Technicznych. Stare Jabłonki, September 6–9, 2005, Wydawnictwo Instytutu Technologii Eksploatacji – PIB, pp, 619–628."}, {"key": "492975", "unstructured": "A. Zbrowski, Geometric model of parallel three axis manipulator with a non-linear positioning characteristic, Maintenance Problems (1) (2008) 35–42."}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.220-221.116.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 11, 5]], "date-time": "2018-11-05T18:25:04Z", "timestamp": 1541442304000}, "score": 30.55597, "issued": {"date-parts": [[2015, 1]]}, "references-count": 11, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.220-221.116", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 8]], "date-time": "2018-11-08T07:22:37Z", "timestamp": 1541661757633}, "reference-count": 11, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The article presents the structure of the developed pneumatic propellant system for impact tests particularly conducted in the aviation. The solution is intended for the realization of experimental tests enabling the simulation and recreation of the event of collision of the aircraft, or other means of transport, with the solid object or a bird in motion. The projectile thrower has been designed in form of a 250 mm pneumatic cannon. The size and the energy parameters of the cannon enable the objects weighing several kilograms to be thrown with the speed reflecting the actual collision of the aircraft with a big bird, both in the areas of subsonic and supersonic crash speed. In order for the complex realisation of the impact tests, the structure of the test system for impact tests with the option to record the event by means of a synchronised vision path and an impact force measurement path, has been developed.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.198.366", "type": "journal-article", "created": {"date-parts": [[2013, 3, 11]], "date-time": "2013-03-11T16:29:37Z", "timestamp": 1363019377000}, "page": "366-371", "source": "Crossref", "is-referenced-by-count": 6, "title": ["Mechatronic System for Impact Tests for Aero Structures"], "prefix": "10.4028", "volume": "198", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Andrzej", "family": "Majcher", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2013, 3]]}, "reference": [{"key": "1586366", "unstructured": "Bird Strike Damage&Windshield Bird Strike Final Report. European Aviation Safety Agency (2009)."}, {"key": "1586367", "unstructured": "E. Cleary, R. Dolbeer, S. Wring: Wildlife Strikes to Civil Aircraft in the United States 1990-2006, Federal Aviation Administration National Wildlife Strike Database, No. 13, July (2007)."}, {"key": "1586368", "unstructured": "Information on http: /www. wrdavis. com/bird_strike. html."}, {"key": "1586369", "unstructured": "Information on http: /www. wrdavis. com/hail_storm. html."}, {"key": "1586370", "unstructured": "B. Shorr, G. Mel'nikova, N Tishchenko: Numerical and experimental analysis of a large bird impact on fan blades for the certification purpose, INTERNATIONAL BIRD STRIKE COMMITTEE Athens, 23-27 May (2005)."}, {"key": "1586371", "unstructured": "C-H. Tho Smith M.: Accurate bird strike simulation methodology for ba609 tiltrotor. http: /www. vtol. org/f64_bestPapers/bestPaper. pdf."}, {"key": "1586372", "unstructured": "Y. Tipsuwan, M. -Y. Chow: Control methodologies in networked control systems. Control Engineering Practice 11 (2003) 1099-1111.", "DOI": "10.1016/s0967-0661(03)00036-4", "doi-asserted-by": "publisher"}, {"key": "1586373", "unstructured": "A. Majcher: Model of the event driver networked control system for the diagnostics use, 10th International Science and Technology Conference: Diagnostics of Processes and Systems. Zamość, Poland, September (2011)."}, {"key": "1586374", "unstructured": "A. Majcher, J. Przybylski, M. Mrozek, A. Zbrowski: Strain gauges synchronized measurement system, Maintenance Problems. 79 (2010), 25-32."}, {"key": "1586375", "unstructured": "A. Zbrowski: The testing of the prototype of the pneumatic gun. Maintenance Problems. 2011 No. 3, pp.217-234."}, {"key": "1586376", "unstructured": "K. Dzierżek: The digital system of the position measurement. Solid State Phenomena 2009, Vol. 147-149, pp.936-941.", "DOI": "10.4028/www.scientific.net/ssp.147-149.936", "doi-asserted-by": "publisher"}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.198.366.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 10, 31]], "date-time": "2018-10-31T22:44:09Z", "timestamp": 1541025849000}, "score": 30.310305, "issued": {"date-parts": [[2013, 3]]}, "references-count": 11, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.198.366", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 8]], "date-time": "2018-11-08T07:22:37Z", "timestamp": 1541661757574}, "reference-count": 9, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The use of documents with RFID labels, particularly passports, is often equivalent to mechanical damage, the loss of printed data and many negative consequences stemming from them. The article presents a system for testing the mechanical durability of load damage considering such types of documents. Based on the results of the analyzed requirements, a set of testing devices has been developed in order to enable a complex assessment of the mechanical durability of electronically protected documents. The use of common solutions regarding individual testers enables the execution of both normative and programmable tests and facilitates an easy extension of the system for the modification of its individual devices.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.220-221.714", "type": "journal-article", "created": {"date-parts": [[2014, 12, 5]], "date-time": "2014-12-05T09:30:01Z", "timestamp": 1417771801000}, "page": "714-719", "source": "Crossref", "is-referenced-by-count": 1, "title": ["System for Testing the Mechanical Durability of Documents Secured with RFID Labels"], "prefix": "10.4028", "volume": "220-221", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Andrzej", "family": "Majcher", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2015, 1]]}, "reference": [{"key": "493165", "unstructured": "A. Mazurkiewicz (Ed. ), Innovative Technological Solutions for Sustainable Development, Institute for Sustainable Technologies – National Research Institute Press, Radom, Poland 2010. ISBN 978-83-7204-955-1."}, {"key": "493166", "unstructured": "T. Samborski, A. Zbrowski, Mechatronic System for the production of highly secured documents. Solid state phenomena, in: Mechatronic Systems and Materials IV, vol. 198, 2013, p.27–33.", "DOI": "10.4028/www.scientific.net/ssp.198.27", "doi-asserted-by": "publisher"}, {"key": "493167", "unstructured": "Machine Readable Travel Documents, Technical Report: Durability of Machine Readable Passports Version 3. 2, ICAO (2006)."}, {"key": "493168", "unstructured": "PN-ISO/IEC 10373-1: Karty identyfikacyjne. Metody badań, Część 1: Charakterystyki ogólne."}, {"key": "493169", "unstructured": "ISO/IEC 24789-1 Card service life – Part 1: Application profiles and requirements, Part 2: Methods of evaluation."}, {"key": "493170", "unstructured": "S. Kozioł, A. Zbrowski, T. Samborski, J. Wiejak, Koncepcja systemu testowania połączeń montażowych w dokumentach z zabezpieczeniem elektronicznym, Technologia i Automatyzacja Montażu 4 (2010) 6–9."}, {"key": "493171", "unstructured": "A. Zbrowski, Stanowisko badawcze do testowania trwałości i niezawodności książeczek paszportowych, TTS Technika Transportu Szynowego 9 (2012) 583–595."}, {"key": "493172", "unstructured": "A. Zbrowski, A. Majcher, Mechatronic system for impact tests for aero structures. Solid state phenomena, in: Mechatronic Systems and Materials IV, vol. 198, 2013, p.366–372. ISBN: 978-3-03785-637-6.", "DOI": "10.4028/www.scientific.net/ssp.198.366", "doi-asserted-by": "publisher"}, {"key": "493173", "unstructured": "S. Kozioł, E. Matras, A. Zbrowski, Modular system for testing the stability and safety of specialised height rescue vehicles, in: Mechatronic Systems and Materials V, vol. 199, 2013, p.467–483. ISBN: 978-3-03785-645-1.", "DOI": "10.4028/www.scientific.net/ssp.199.55", "doi-asserted-by": "publisher"}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.220-221.714.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 11, 5]], "date-time": "2018-11-05T19:11:36Z", "timestamp": 1541445096000}, "score": 30.310305, "issued": {"date-parts": [[2015, 1]]}, "references-count": 9, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.220-221.714", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 8]], "date-time": "2018-11-08T07:22:37Z", "timestamp": 1541661757651}, "reference-count": 12, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The article presents a mechatronic system for the production of highly secured documents that allows for the realization of R&amp;D tasks directed at the improvement of the level of security of electronic and physical RFID tags. The structure of the system allows for the application of special, low cost, flexible production systems enabling free use of developed innovative technologies, structures, components, formulas and procedures. The system is based on two technological lines. The first of them enables the manufacture of multilayer (glued), graphically and electronically non-personalised products that vary in size and shapes in the conditions of low cost experimental production. The second line allows for the introduction of unique graphic information in form of overprints assigned to suitable data entered into the microprocessor memory. Adequate verification systems compare the compatibility of the electronic record with the alphanumeric information and the conformity of digital graphics with the graphics in form of the overprint visible in certain lighting conditions. The additional application of the two-sided lamination results in the increased mechanical and physical endurance and resistance to non-authorised changes of graphic and alphanumerical information.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.198.27", "type": "journal-article", "created": {"date-parts": [[2013, 3, 11]], "date-time": "2013-03-11T16:29:37Z", "timestamp": 1363019377000}, "page": "27-32", "source": "Crossref", "is-referenced-by-count": 6, "title": ["Mechatronic System for the Production of Highly Secured Documents"], "prefix": "10.4028", "volume": "198", "author": [{"given": "Tomasz", "family": "Samborski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Andrzej", "family": "Zbrowski", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2013, 3]]}, "reference": [{"key": "1587302", "unstructured": "A. Brewer, N. Sloan, T.L. Landers, Intelligent tracking in manufacturing. Journal of Intelligent Manufacturing Volume: 10, Issue: 3-4, (1999)."}, {"key": "1587303", "unstructured": "A. Higuera, A. Montalvo, RFID-enhanced Multi-agent Based Control for a Machining System. International Journal of Flexible Manufacturing Systems. Vol: 19, Issue: 1 (2007) 41 – 61.", "DOI": "10.1007/s10696-007-9018-4", "doi-asserted-by": "publisher"}, {"key": "1587304", "unstructured": "K. Penttilä, M. Keskilammi, L. Sydänheimo, M. Kivikoski, Radio frequency technology for automated manufacturing and logistics control. Part 2: RFID antenna utilisation in industrial applications. The International Journal of Advanced Manufacturing Technology. Vol: 31, Issue: 1-2 (2006).", "DOI": "10.1007/s00170-005-0174-y", "doi-asserted-by": "publisher"}, {"key": "1587305", "unstructured": "Jeroen van Beek, ePassports reloaded. BlackHat USA 2008, Las Vegas. http: /www. blackhat. com/presentations/bh-jp-08/bh-jp-08-vanBeek/BlackHat-Japan-08-Van-Beek-ePassports. pdf."}, {"key": "1587306", "unstructured": "D. N. Duc, J. Park, H. Lee, K. Kim, Enhancing Security of EPCglobal Gen-2 RFID Tag Against Traceability and Cloning. In Proc. Symposium on Cryptography and Information Security (2006)."}, {"key": "1587307", "unstructured": "M. Langheinrich, A Survey of RFID Privacy Approaches. Personal and Ubiquitous Computing. Vol: 13, Issue: 6 (2009) 413 – 421.", "DOI": "10.1007/s00779-008-0213-4", "doi-asserted-by": "publisher"}, {"key": "1587308", "unstructured": "A. Juels, RFID Security and Privacy: A Research Survey. IEEE Journal on Selected Areas in Communications 24, 2 (2006).", "DOI": "10.1109/jsac.2005.861395", "doi-asserted-by": "publisher"}, {"key": "1587309", "unstructured": "S. Kozioł, A. Zbrowski, T. Samborski, J. Wiejak, Koncepcja systemu testowania połączeń montażowych w dokumentach z zabezpieczeniem elektronicznym. Technologia i Automatyzacja Montażu 4 (2010) 6 – 9."}, {"key": "1587310", "unstructured": "T. Samborski, A. Zbrowski, S. Kozioł, Model modułowego systemu implementacji inletów RFID. Technologia i Automatyzacja Montażu 4 (2010) 30 – 35."}, {"key": "1587311", "unstructured": "A. Zbrowski, T. Samborski, S. Kozioł, Modułowy system wytwarzania prototypowych identyfikatorów z zabezpieczeniem elektronicznym. 3rd International Conference MANUFACTURING 2010. Contemporary problems of manufacturing and production management. 24–26. 11. 2010, Poznań. Proceedings abstracts, pp.207-208."}, {"key": "1587312", "unstructured": "J. Dobrodziej, A. Mazurkiewicz, A. Zbrowski: Quality testing model for unit prototype technological devices. Scientific Problems of Machines Operation and Maintenance. Zagadnienia Eksploatacji Maszyn. 1(165), Vol. 46, 2011, str. 29-44."}, {"key": "1587313", "unstructured": "K. Dzierżek: Analiza mechatronicznych układów pomiaru położenia. Rozprawy Naukowe Politechniki Białostockiej nr 61, Oficyna Wydawnicza Politechniki Białostockiej, Białystok 2009. str. 122.", "DOI": "10.12775/ticz.2013.061", "doi-asserted-by": "publisher"}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.198.27.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 10, 31]], "date-time": "2018-10-31T22:23:12Z", "timestamp": 1541024592000}, "score": 27.884369, "issued": {"date-parts": [[2013, 3]]}, "references-count": 12, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.198.27", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 8]], "date-time": "2018-11-08T07:22:42Z", "timestamp": 1541661762568}, "reference-count": 14, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>This paper presents the purpose, concept, principles of functioning, design and construction of a stand intended for testing the durability of rotational elements of office chairs. It shows the use of the stand for certification tests in accordance with the PN-EN 1335:2009 standard. It also discusses how tests on swivelling and the durability of wheels and the base of office chairs should be conducted using the developed stand. The authors present test conditions and discuss the instrumentation necessary to induce static loads during the investigations. They also identify the possibilities to perform other tests on the stand by introducing to the existing research instruments additional instrumentation necessary from the point of view of the above listed standard. The possibility of adjusting the stand to the prospective changes in normative requirements and the needs of individual users are also described.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.223.155", "type": "journal-article", "created": {"date-parts": [[2014, 11, 20]], "date-time": "2014-11-20T09:39:19Z", "timestamp": 1416476359000}, "page": "155-162", "source": "Crossref", "is-referenced-by-count": 1, "title": ["Test Stand for Durability Tests of Rotating Elements of Office Chairs"], "prefix": "10.4028", "volume": "223", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Krzysztof", "family": "Matecki", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2014, 11]]}, "reference": [{"key": "480606", "unstructured": "http: /www. drewsystem. pl/Fotele-biurowe."}, {"key": "480607", "unstructured": "http: /www. meble. com. pl/urzadzamy/108/na_czym_usiasc_za_biurkiem_35_krzesel_i_foteli _biurowych, 660. html."}, {"key": "480608", "unstructured": "R. Ellegast, K. Kraft, L. Groenesteijn, F. Krause, H. Berger, P. Vink, Comparison of four specific dynamic office chairs with a conventional office chair: Impact upon muscle activation, physical activity and posture, Applied Ergonomics. Volume 43, Issue 2, (2012).", "DOI": "10.1016/j.apergo.2011.06.005", "doi-asserted-by": "publisher"}, {"key": "480609", "unstructured": "R. Goonetilleke, S. Feizhou, A methodology to determine the optimum seat depth, International Journal of Industrial Ergonomics. 27 (2001) 207-228.", "DOI": "10.1016/s0169-8141(00)00051-2", "doi-asserted-by": "publisher"}, {"key": "480610", "unstructured": "L. Groenesteijn, R. Ellegast, K. Keller, F. Krause, H. Berger, M. de Looze, Office task effects on comfort and body dynamics in five dynamic office chairs, Applied Ergonomics. 43 (2012) 320-328.", "DOI": "10.1016/j.apergo.2011.06.007", "doi-asserted-by": "publisher"}, {"key": "480611", "unstructured": "M. Lengsfeld, A. Frank, D. van Deursen, P. Griss, Lumbar spine curvature during office chair sitting, Medical Engineering & Physics. 22 (2000) 665–669.", "DOI": "10.1016/s1350-4533(00)00086-2", "doi-asserted-by": "publisher"}, {"key": "480612", "unstructured": "L. Groenesteijn, P. Vink, M. de Looze, F. Krause, Effects of differences in office chair controls, seat and backrest angle design in relation to tasks, Applied Ergonomics 40 (2009) 362–370.", "DOI": "10.1016/j.apergo.2008.11.011", "doi-asserted-by": "publisher"}, {"key": "480613", "unstructured": "T. Jindo, K. Hirasago, M. Nagamachi, Development of a design support system for office chairs using 3-D graphics, International Journal of Industrial Ergonomics. 15 (1995) 49-62.", "DOI": "10.1016/0169-8141(94)00056-9", "doi-asserted-by": "publisher"}, {"key": "480614", "unstructured": "EN 1335-1: 2009, Meble biurowe – Krzesło biurowe do pracy – Część 1: Wymiary – Określanie wymiarów."}, {"key": "480615", "unstructured": "EN 1335-2: 2009. Meble biurowe – Krzesło biurowe do pracy – Część 2: Wymagania bezpieczeństwa."}, {"key": "480616", "unstructured": "EN 1335-3: 2009. Meble biurowe – Krzesło biurowe do pracy – Część 3: Metody testowania."}, {"key": "480617", "unstructured": "K. Matecki, S. Kozioł, T. Samborski, A. Zbrowski, Stanowisko do wyznaczania charakterystyk eksploatacyjnych leżysk mebli tapicerowanych, Pneumatyka. 2 (2010) 20-24."}, {"key": "480618", "unstructured": "J. Dobrodziej, J. Wojutyński, K. Matecki, A. Gospodarczyk, M. Rogoziński, System badań trwałości i twardości leżysk mebli, Problemy Eksploatacji. 1 (2009) 27-44."}, {"key": "480619", "unstructured": "PN-EN ISO 13857 Bezpieczeństwo maszyn. Odległości bezpieczeństwa uniemożliwiające sięganie kończynami górnymi i dolnymi do stref niebezpiecznych."}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.223.155.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 11, 6]], "date-time": "2018-11-06T23:30:46Z", "timestamp": 1541547046000}, "score": 27.884369, "issued": {"date-parts": [[2014, 11]]}, "references-count": 14, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.223.155", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 8]], "date-time": "2018-11-08T07:22:42Z", "timestamp": 1541661762568}, "reference-count": 13, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The article presents the influence of the distance between a measuring head and a tested object on the results of eddy current defectoscopy test. The tests were conducted on the two inner rings of a tapered roller bearing where the test defects were performed. A one-millimetre hole corresponded to the surface defect. Internal blind holes in the shape of a rectangle corresponded to a subsurface defect. The research was performed with the use of a SSEC III PC defectoscope connected to a mobile PC. The measuring device is part of the system for the automatic quality control of bearing rings. The test was conducted for a slit having following dimensions: 0.1, 0.2, 0.3, 0.4, and 0.5 mm. The obtained characteristics are the composition of the pulse caused by the detected defect and the sine wave caused by the axial runout of the tested bearing ring. The correlation between the slit size and the value of the signal of the defect and the sine wave caused by axial runout of the tested ring was observed. The concept of “a coefficient of defect detection” was introduced. The described coefficient is a quotient of the value of the defect signal and the peak-to-peak value of the sine wave caused by axial runout of the tested bearing ring. The increase in the dimensions of the slit from 0.1 to 0.5 mm causes a 35 - 50% decrease in the coefficient of defect detection, depending on the test defect. A handle was designed to ensure a constant pressure of measuring head on the tested surface was proposed.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.223.246", "type": "journal-article", "created": {"date-parts": [[2014, 11, 20]], "date-time": "2014-11-20T09:39:19Z", "timestamp": 1416476359000}, "page": "246-254", "source": "Crossref", "is-referenced-by-count": 1, "title": ["Influence of the Gap between Measuring Head and Tested Object on the Results of an Eddy Current Test Method"], "prefix": "10.4028", "volume": "223", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Wojciech", "family": "Jóźwik", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2014, 11]]}, "reference": [{"key": "482140", "unstructured": "A. Simm, T. Theodoulidis, N. Poulakis, G. Y. Tian, Investigation of the magnetic field response from eddy current inspection of defects, The International Journal of Advanced Manufacturing Technology 54 (2011), Issue 1-4 223-230.", "DOI": "10.1007/s00170-010-2919-5", "doi-asserted-by": "publisher"}, {"key": "482141", "unstructured": "P. Huang, G. Zhang, Z. Wu, J. Cai, Z. Zhou, Inspection of defects in conductive multi-layered structures by an eddy current scanning technique: Simulation and experiments. NDT&E International 39 (2006) 578–584.", "DOI": "10.1016/j.ndteint.2006.04.004", "doi-asserted-by": "publisher"}, {"key": "482142", "unstructured": "Y. He, F. Luo, M. Pan, Defect characterisation based on pulsed eddy current imaging technique, Sensors and Actuators A 164 (2010) 1–7.", "DOI": "10.1016/j.sna.2010.09.001", "doi-asserted-by": "publisher"}, {"key": "482143", "unstructured": "Y. He, M. Pan, F. Luo, G. Tian, Pulsed eddy current imaging and frequency spectrum analysis for hidden defect nondestructive testing and evaluation, NDT&E International 44 (2011) 344–352.", "DOI": "10.1016/j.ndteint.2011.01.009", "doi-asserted-by": "publisher"}, {"key": "482144", "unstructured": "J. Bosse, P-Y Joubert, P. Larzabal, A. Ferreéol, High resolution approach for the localization of buried defects in the multi-frequency eddy current imaging of metallic structures, NDT&E International 43 (2010) 250–257.", "DOI": "10.1016/j.ndteint.2009.12.002", "doi-asserted-by": "publisher"}, {"key": "482145", "unstructured": "R. Nagendran, N. Thirumurugan, N. Chinnasamy, M.P. Janawadkar, R. Baskaran, L.S. Vaidhyanathan, C.S. Sundar, Optimum eddy current excitation frequency for subsurface defect detection in SQUID based non-destructive evaluation, NDT&E International43(2010).", "DOI": "10.1016/j.ndteint.2010.08.003", "doi-asserted-by": "publisher"}, {"key": "482146", "unstructured": "S. I. Aks'onova ,A. P. Lyubchenko, V. M. Uchanin, V. Yu. Melanchuk, B. V. Tykhomyrov, S. I. Yavorovych, Detection of defects in the tubes of refrigerators of locomotive diesel engines by the eddy current method, Materials Science, Volume 41, 5 (2005).", "DOI": "10.1007/s11003-005-0178-7", "doi-asserted-by": "publisher"}, {"key": "482147", "unstructured": "D. H. Hur, M. S. Choi, D. H. Lee, S. J. Kim, J. H. Hana, A case study on detection and sizing of defects in steam generator tubes using eddy current testing, Nuclear Engineering and Design 240 (2010) 204–208.", "DOI": "10.1016/j.nucengdes.2009.10.006", "doi-asserted-by": "publisher"}, {"key": "482148", "unstructured": "Y. L. Diraison, P. -Y. Joubert, D. Placko, Characterization of subsurface defects in aeronautical riveted lap-joints using multi-frequency eddy current imaging, NDT&E International 42 (2009) 133–140.", "DOI": "10.1016/j.ndteint.2008.10.005", "doi-asserted-by": "publisher"}, {"key": "482149", "unstructured": "P. -Y. Joubert, E. Vourc'h, A. Tassin, Y. Le Diraison, Source separation techniques applied to the detection of subsurface defects in the eddy current NDT of aeronautical lap-joints, NDT&E International 43 (2010) 606–614.", "DOI": "10.1016/j.ndteint.2010.06.005", "doi-asserted-by": "publisher"}, {"key": "482150", "unstructured": "F. Lingvall, T. Stepinski, Automatic detecting and classifying defects during eddy current inspection of riveted lap-joints, NDT&E International 33 (2000) 47–55.", "DOI": "10.1016/s0963-8695(99)00007-9", "doi-asserted-by": "publisher"}, {"key": "482151", "unstructured": "B. P. C. Rao, N. Nakagawa, Recommended NDT Practice and its Model-based Investigation for Eddy Current Inspection of Aerospace Structures, Journal of Nondestructive Evaluation Vol. 25 4 (2006) 183-194.", "DOI": "10.1007/s10921-006-0013-6", "doi-asserted-by": "publisher"}, {"key": "482152", "unstructured": "O. J. Varonis, Bearing with cage-mounted sensors, United States Patent US 2008/0159674 A1."}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.223.246.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 11, 6]], "date-time": "2018-11-06T23:37:20Z", "timestamp": 1541547440000}, "score": 27.884369, "issued": {"date-parts": [[2014, 11]]}, "references-count": 13, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.223.246", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 8]], "date-time": "2018-11-08T07:22:37Z", "timestamp": 1541661757632}, "reference-count": 13, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The article presents the use of thermographic technique as a method used to study the temperature distribution on the surface of the elements of a prototype system for testing air-handling units with heat recovery. Based on the research methodology of prototype devices developed at the Institute for Sustainable Technologies – National Research Institute, the system’s components constituting a potential source of failure connected with thermal insulation were identified. The article presents the infrared testing results of thermal imaging for a calorimeter chamber recreating real working conditions of a recuperation station and conduits linking the scrutinized stations tested with the chambers. The use of thermography to diagnose failure spots in the thermal insulation of housings, thermal bridges, and leakages of recuperators is described. The results were used to determine the actions to improve the energy consumption index of the station.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.223.316", "type": "journal-article", "created": {"date-parts": [[2014, 11, 20]], "date-time": "2014-11-20T09:39:19Z", "timestamp": 1416476359000}, "page": "316-324", "source": "Crossref", "is-referenced-by-count": 1, "title": ["Thermography Testing of a Test Stand for Determining the Efficiency of Heat Recuperators"], "prefix": "10.4028", "volume": "223", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Szymon", "family": "Zacharski", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2014, 11]]}, "reference": [{"key": "480817", "unstructured": "Clark M., McCann D., Forde M.: Application of infrared thermography to the non-destructive testing of concrete and masonry bridges, NDT & E International, Volume 36, Issue 4, June 2003, Pages 265-275, ISSN 0963-8695, http: /dx. doi. org/10. 1016/S0963-8695(02)00060-9.", "DOI": "10.1016/s0963-8695(02)00060-9", "doi-asserted-by": "publisher"}, {"key": "480818", "unstructured": "Ring E., Ammer K.: Infrared thermal imaging in medicine. Physiological measurement, 2012, 33. 3: R33."}, {"key": "480819", "unstructured": "Breitenstein O.: Local efficiency analysis of solar cells based on lock-in thermography, Solar Energy Materials & Solar Cells (2012).", "DOI": "10.1016/j.solmat.2012.07.019", "doi-asserted-by": "publisher"}, {"key": "480820", "unstructured": "Mihai A., Ştefănescu F., Neagu G., Mihai C.: (2012). Quality Control of Composite Material Pipes by Infrared Thermography. Solid State Phenomena, 188, 140-143.", "DOI": "10.4028/www.scientific.net/ssp.188.140", "doi-asserted-by": "publisher"}, {"key": "480821", "unstructured": "Czajka P., Garbacz P., Use of hybrid vision methods for the diagnostics of technical processes, Problemy Eksploatacji 3/2013 (90), pp.73-85."}, {"key": "480822", "unstructured": "Kozioł S., Zbrowski A., Wojtas K., Wrona J.: Koncepcja systemu do badania sprawności i bezpieczeństwa wentylacyjnych układów odzysku ciepła. – Kongres Eksploatacji, ITeE-PIB Radom, Problemy Eksploatacji 2012 nr 1, pp.57-68."}, {"key": "480823", "unstructured": "Kozioł S., Zbrowski A.: Metoda poprawy bezpieczeństwa budynków poprzez zastosowanie odzysku ciepła w układach wentylacji pożarowej. Bezpieczeństwo i technika pożarnicza, 2012 Bezpieczeństwo i Technika Pożarnicza."}, {"key": "480824", "unstructured": "Zbrowski A, Kozioł S., Wojnar K.: Zastosowanie metod CFD w projektowaniu przepływowej komory kalorymetrycznej symulującej zimowe warunki klimatyczne. Energetyka. Problemy Energetyki i Gospodarki Paliwowo - Energetycznej, Zeszyt tematyczny nr XXIV, listopad 2012, pp.67-70."}, {"key": "480825", "unstructured": "Zbrowski A, Kozioł S., Kosowska P.: Zastosowanie metod CFD w projektowaniu przepływowej komory kalorymetrycznej symulującej warunki klimatu wewnętrznego w budynku mieszkalnym. Energetyka. Problemy Energetyki i Gospodarki Paliwowo - Energetycznej, Zeszyt tematyczny nr XXIV, listopad 2012, pp.64-67."}, {"key": "480826", "unstructured": "Zbrowski A., Kozioł S., Prymon M., Wojtas K.: Analiza stanu powietrza w procesach badań systemów odzysku ciepła. TTS Technika Transportu Szynowego 9/2012, wydanie w wersji elektronicznej, pp.597-608, art. No. 59."}, {"key": "480827", "unstructured": "Dobrodziej J., Mazurkiewicz A., Zbrowski A.: Quality testing model for unit prototype technological devices. Scientific Problems of Machines Operation and Maintenance, 46(1), 29-44. (2011)."}, {"key": "480828", "unstructured": "Mazurkiewicz A., Ruta R., Trzos M.: Badania prototypu, metodyka wspomagania procesu weryfikacji własności eksploatacyjnych, Biblioteka Problemów Eksploatacji, wyd. ITeE - PIB, Radom (2004)."}, {"key": "480829", "unstructured": "Zbrowski A., Samborski T., Zacharski S.: Badania prototypu linii technologicznej do wytwarzania kart wielowarstwowych. TTS Technika Transportu Szynowego 10/2013, wydanie w wersji elektronicznej, pp.963-973, art. No. 94."}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.223.316.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 11, 6]], "date-time": "2018-11-06T23:39:14Z", "timestamp": 1541547554000}, "score": 27.884369, "issued": {"date-parts": [[2014, 11]]}, "references-count": 13, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.223.316", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 8]], "date-time": "2018-11-08T07:22:37Z", "timestamp": 1541661757632}, "reference-count": 13, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The system developed at the Institute for Sustainable Technologies – National Research Institute is intended for heat recuperation efficiency tests for recuperators used in ventilation systems in modern, passive buildings. It allows a complex and precise assessment of the efficiency of recuperators, directly influencing the cost of energy used to provide thermal comfort inside a building.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.223.308", "type": "journal-article", "created": {"date-parts": [[2014, 11, 20]], "date-time": "2014-11-20T09:39:19Z", "timestamp": 1416476359000}, "page": "308-315", "source": "Crossref", "is-referenced-by-count": 1, "title": ["System for the Measurement of Efficiency of Heat Recuperation in Ventilation Systems in Energy Efficient Buildings"], "prefix": "10.4028", "volume": "223", "author": [{"given": "Stanisław", "family": "Kozioł", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Andrzej", "family": "Zbrowski", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2014, 11]]}, "reference": [{"key": "478750", "unstructured": "W. Targański, Odzysk ciepła – przegląd metod. Materiały seminaryjne Forum Wentylacja Salon Klimatyzacja. (2009) 3-19."}, {"key": "478751", "unstructured": "E. Juodis, Extracted ventilation air heat recovery efficiency as a function of a building's thermal properties. Energy and Buildings. 38 (2006) 568–573.", "DOI": "10.1016/j.enbuild.2005.07.002", "doi-asserted-by": "publisher"}, {"key": "478752", "unstructured": "Y. El Fouiha, P. Stabatb, P. Riviereb, P. Hoanga, V. Archambaulta, Adequacy of air-to-air heat recovery ventilation system applied in low energy buildings. Energy and Buildings. 54 (2012) 29–39.", "DOI": "10.1016/j.enbuild.2012.08.008", "doi-asserted-by": "publisher"}, {"key": "478753", "unstructured": "B. Maludziński, Centrale wentylacyjne rekuperacyjne – odzysk energii cieplnej. Chłodnictwo i klimatyzacja. 10 (2006) 66-68."}, {"key": "478754", "unstructured": "M. Adamski, Longitudinal flow spiral recuperators in building ventilation systems, Energy and Buildings. 40 (2008) 1883–1888.", "DOI": "10.1016/j.enbuild.2008.04.008", "doi-asserted-by": "publisher"}, {"key": "478755", "unstructured": "J. Fernández-Seara, R. Diz, F. J. Uhía, A. Dopazo, J. M. Ferro, Experimental analysis of an air-to-air heat recovery unit for balanced ventilation systems in residential buildings. Energy Conversion and Management. 52 (2011) 635–640.", "DOI": "10.1016/j.enconman.2010.07.040", "doi-asserted-by": "publisher"}, {"key": "478756", "unstructured": "PN-EN 308: 2001: Heat exchangers. Test procedures for establishing performance of air to air and flue gases heat recovery devices.", "DOI": "10.3403/01094956u", "doi-asserted-by": "publisher"}, {"key": "478757", "unstructured": "PN-EN-13141-7: 2010: Ventilation for buildings – Performance testing of components/products for residential ventilation – Part 7: Performance testing of mechanical supply and exhaust ventilation units (including heat recovery) for mechanical ventilation systems intended for single family dwellings.", "DOI": "10.3403/30102559", "doi-asserted-by": "publisher"}, {"key": "478758", "unstructured": "S. Kozioł, A. Zbrowski, K. Wojtas, J. Wrona, Koncepcja systemu do badania sprawności i bezpieczeństwa wentylacyjnych układów odzysku ciepła. Problemy Eksploatacji. 1 (2012) 57-68."}, {"key": "478759", "unstructured": "A. Zbrowski, S. Kozioł, P. Kosowska, Zastosowanie metod CFD w projektowaniu przepływowej komory kalorymetrycznej symulującej warunki klimatu wewnętrznego w budynku mieszkalnym. Energetyka. 11 (2012) 64-67."}, {"key": "478760", "unstructured": "A. Zbrowski, S. Kozioł, K. Wojnar, Zastosowanie metod CFD w projektowaniu przepływowej komory kalorymetrycznej symulującej zimowe warunki klimatyczne. Energetyka. 11 (2012) 67-70."}, {"key": "478761", "unstructured": "A. Zbrowski, S. Kozioł, M. Prymon, K. Wojtas, Analiza stanu powietrza w procesach badań systemów odzysku ciepła. TTS Technika Transportu Szynowego. 9 (2012) 597 – 608."}, {"key": "478762", "unstructured": "A. Zbrowski, S. Kozioł, Badania prototypowego systemu do wyznaczania odzysku ciepła w centralach wentylacyjnych klimatyzowanych magazynów. Logistyka. 3 (2014) 7054-7065."}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.223.308.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 11, 6]], "date-time": "2018-11-06T23:38:55Z", "timestamp": 1541547535000}, "score": 27.884369, "issued": {"date-parts": [[2014, 11]]}, "references-count": 13, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.223.308", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 8]], "date-time": "2018-11-08T07:22:37Z", "timestamp": 1541661757633}, "reference-count": 7, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The article presents the process of determining the speed of an unmanned rescue vehicle.The conducted investigations involved a measurement system developed for testing dynamic lorries. The application of a test system for low-speed all-terrain vehicles was possible due to a wide measurement range of sensors. Speed was tested employing two following methods:an indirect method consisting of the measurement of the instantaneous rotational speed of the wheel;a direct method consisting of the measurement of speed against the ground, taken with an optical speed sensor.The authors also describe the sources of interferences characteristic of both methods that include:the wheelspin affecting the correctness of speed determination in the indirect measurement;the unevenness of the surface (ground) hindering the correct operation of the optical speed sensor.The paper also presents the characteristics of the rotational speed of the wheels obtained in road and off-road conditions. Based on the obtained signals, linear speed was determined. Additionally, the article discusses methods for eliminating measurement disturbances.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.220-221.940", "type": "journal-article", "created": {"date-parts": [[2014, 12, 5]], "date-time": "2014-12-05T09:30:01Z", "timestamp": 1417771801000}, "page": "940-945", "source": "Crossref", "is-referenced-by-count": 2, "title": ["Determination of the Speed of an Unmanned Rescue Vehicle"], "prefix": "10.4028", "volume": "220-221", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Wojciech", "family": "Jóźwik", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2015, 1]]}, "reference": [{"key": "492831", "unstructured": "B. Rohini, J. Reddy, Sensors in unmanned robotic vehicle, Defence Science Journal 58(3) (2008) 409–413."}, {"key": "492832", "unstructured": "S. Kozioł, A. Zbrowski, M. Gidlewski, Apparatus for testing the stability and manoeuvrability of the special vehicles intended for rescue services, Czasopismo Techniczne 10(5-M) (2012) 63–72."}, {"key": "492833", "unstructured": "M. Gidlewski, S. Kozioł, A. Zbrowski, Research methods of viable properties of vehicles with the high centre of mass, Logistyka, Electronic publishing, 6 (2011) 1103–1114."}, {"key": "492834", "unstructured": "S. Kozioł, E. Matras, A. Zbrowski, Modular system for testing the stability and safety of specialised height rescue vehicles. Solid state phenomena, in: Mechatronic Systems and Materials V, vol. 199, 2013, p.467–483. ISBN: 978-3-03785-645-1.", "DOI": "10.4028/www.scientific.net/ssp.199.55", "doi-asserted-by": "publisher"}, {"key": "492835", "unstructured": "M. Hiiemaa, M. Tamre, Low speed motion feedback for the unmanned ground vehicle, in: 8th International DAAAM Baltic Conference, Industrial Engineering, April 19-21, 2012, Tallinn, Estonia."}, {"key": "492836", "unstructured": "E. Väljaots, Dynamic motion energy efficiency measurement of ground vehicles, in: 8th International DAAAM Baltic Conference, Industrial Engineering, April 19–21, 2012, Tallinn, Estonia."}, {"key": "492837", "unstructured": "S. Kozioł, A. Zbrowski, System pomiarowy do badań właściwości jezdnych samochodów ciężarowych, TTS Technika Transportu Szynowego, Electronic publishing, 2012, p.305–314."}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.220-221.940.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 11, 5]], "date-time": "2018-11-05T19:29:08Z", "timestamp": 1541446148000}, "score": 27.884369, "issued": {"date-parts": [[2015, 1]]}, "references-count": 7, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.220-221.940", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 8]], "date-time": "2018-11-08T07:22:42Z", "timestamp": 1541661762558}, "reference-count": 0, "publisher": "Faculty of Mechanical Engineering", "issue": "11", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SV-JME"], "published-print": {"date-parts": [[2014, 11, 15]]}, "DOI": "10.5545/sv-jme.2014.1817", "type": "journal-article", "created": {"date-parts": [[2014, 9, 12]], "date-time": "2014-09-12T10:37:46Z", "timestamp": 1410518266000}, "page": "709-715", "source": "Crossref", "is-referenced-by-count": 2, "title": ["The Use of Computed Tomography to Analyse Grinding Smudges and Subsurface Defects in Roller Bearing Rings"], "prefix": "10.5545", "volume": "60", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": []}, {"given": "Krzysztof", "family": "Matecki", "sequence": "additional", "affiliation": []}], "member": "3491", "container-title": ["Strojniški vestnik – Journal of Mechanical Engineering"], "deposited": {"date-parts": [[2017, 11, 20]], "date-time": "2017-11-20T15:42:20Z", "timestamp": 1511192540000}, "score": 27.884369, "issued": {"date-parts": [[2014, 11, 15]]}, "references-count": 0, "journal-issue": {"published-print": {"date-parts": [[2014, 11, 15]]}, "issue": "11"}, "URL": "http://dx.doi.org/10.5545/sv-jme.2014.1817", "ISSN": ["0039-2480"], "issn-type": [{"value": "0039-2480", "type": "print"}]}, {"indexed": {"date-parts": [[2018, 11, 8]], "date-time": "2018-11-08T07:22:37Z", "timestamp": 1541661757657}, "reference-count": 12, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The article presents the method for the determination of energy characteristics of the pneumatic cannon by means of high speed imaging. The gun tested is a device enabling bird collision endurance tests to be conducted for the structural element of aircrafts. In the tested 250 [m system, the projectiles were thrown in the plastic sabot damaged in the muzzle of the gun. The tests were conducted in the speed ranging between 100 300 m/s for 0.9 and 3.6 [k projectiles. The objective of the tests was to determine the characteristics of the projectile outlet velocity in the feed pressure function. The measurement stand was equipped with the Phantom V310 high speed camera The speed measurement was conducted with the use of the digital image analysis in which commercial TEMA Motion software was used. Results were corrected so that the parallax error could be eliminated. Because of the cylindrical shape of the projectile, the parallax error for the front at the back of the projectile varied, which required two correction coefficients to be applied. The speed was calculated by the averaging of the results for the front and the back of the projectile. For the recordings, in which the remaining of the sabot prevented the accurate arrangement of measurement points, a simplified speed measurement method was used. Measurement uncertainty sources are also described (shift of the projectile at the time of the exposure, measurement point positioning error). The influence of the parallax error on the measurement result and the cannon energy characteristics obtained are presented. The obtained characteristics enable proper selection of feed pressure allowing for the procurement of the outlet velocity suitable for the tests conducted.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.199.291", "type": "journal-article", "created": {"date-parts": [[2013, 3, 25]], "date-time": "2013-03-25T14:43:16Z", "timestamp": 1364222596000}, "page": "291-296", "source": "Crossref", "is-referenced-by-count": 3, "title": ["Determination of the Shot Energy Characteristics of the Pneumatic Gun by Means of High Speed Imaging Method"], "prefix": "10.4028", "volume": "199", "author": [{"given": "Wojciech", "family": "Jóźwik", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Andrzej", "family": "Zbrowski", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2013, 3]]}, "reference": [{"key": "1565801", "unstructured": "A. Zbrowski, The testing of the prototype of the pneumatic gun, Maintenance Problems. 82 (3) (2011) 217-232. (in polish)."}, {"key": "1565802", "unstructured": "L.C. Ubels, A.F. Johnson, J.P. Gallard and M. Sunaric, Design and testing of a composite bird strike resistant leading edge, The SAMPE Europe Conference & Exhibition, Paris, France, 1-3 April (2003)."}, {"key": "1565803", "unstructured": "J. Sánchez-Pena, C. Marcos, M. Fernández, Cost-effective optoelectronic system to measure the projectile velocity in high-velocity impact testing of aircraft and spacecraft structural elements, Optical Engineering. 46 (5), (2007).", "DOI": "10.1117/1.2740771", "doi-asserted-by": "publisher"}, {"key": "1565804", "unstructured": "C-H. Tho, M. R. Smith, Accurate bird strike simulation methodology for ba609 tiltrotor, The Journal of the American Helicopter Society, 56 (2011) 8.", "DOI": "10.4050/jahs.56.012007", "doi-asserted-by": "publisher"}, {"key": "1565805", "unstructured": "G. Socha, S. Szałkowski, A. Zbrowski, Nowy system do badania odporności na zderzenie elementów konstrukcji samolotów i pojazdów lądowych zainstalowany w Instytucie Lotnictwa, XVIII Seminarium NIENISZCZĄCE BADANIA MATERIAŁÓW, Zakopane , Poland, 13-16 March 2012, 7-17. (in polish)."}, {"key": "1565806", "unstructured": "I. Kirschner, Results of Selected Experiments Involving Supercavitating Flows, RTO AVT/VKI special course: supercavitating flows, von Karman Institute for Fluid Dynamics, Rhode-Saint-Genese, Belgium, 12-16 February (2001)."}, {"key": "1565807", "unstructured": "J. Sánchez-Pena, C. Marcos, A. Carrasco, Development of Optoelectronic Sensor and Transceivers for Spacecraft Applications, in: J. Hall, Advanced in Spacecraft Technologies, InTech, 2011, pp.99-122."}, {"key": "1565808", "unstructured": "J. Dean, C. Dunleavy, P. Brown, T. Clyne, Energy absorbtion during projectile performation of thin steel plates and the kinetic energy of ejected fragments, International Journal of Impact Engineering. 36 (10-11) (2009) 1210-1222.", "DOI": "10.1016/j.ijimpeng.2009.05.002", "doi-asserted-by": "publisher"}, {"key": "1565809", "unstructured": "A. Richards, Applications for High-Speed Infrared Imaging, 26th International Congress on High-Speed Photography and Photonics, 17 March (2005).", "DOI": "10.1117/12.581293", "doi-asserted-by": "publisher"}, {"key": "1565810", "unstructured": "P. Hazell, G. Kister, C. Stennett, P. Bourque, G. Cooper, Normal and oblique penetration of woven CFRP laminates by a high velocity steel sphere, Composites Part A: Applied Science and Manufacturing. 39 (5), (2008) 866-874.", "DOI": "10.1016/j.compositesa.2008.01.007", "doi-asserted-by": "publisher"}, {"key": "1565811", "unstructured": "P. Hazell, G. Kister, C. Stennett, P. Bourque, G. Cooper, Normal and oblique penetration of woven CFRP laminates by a high velocity steel sphere, Composites Part A: Applied Science and Manufacturing. 39 (5), (2008) 866-874.", "DOI": "10.1016/j.compositesa.2008.01.007", "doi-asserted-by": "publisher"}, {"key": "1565812", "unstructured": "P. Forest, D. Crim; K. Martir, P. Pizzola, Gunshot Residue Particle Velocity and Deceleration, Journal of Forensic Sciences. 49 (6), (2004).", "DOI": "10.1520/jfs2003137", "doi-asserted-by": "publisher"}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.199.291.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 10, 31]], "date-time": "2018-10-31T23:59:18Z", "timestamp": 1541030358000}, "score": 27.884369, "issued": {"date-parts": [[2013, 3]]}, "references-count": 12, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.199.291", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 5, 8]], "date-time": "2018-05-08T01:08:55Z", "timestamp": 1525741735020}, "reference-count": 0, "publisher": "Rzeszow University of Technology", "issue": "1/2013", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["ZN PRz Mechanika"], "published-print": {"date-parts": [[2013]]}, "DOI": "10.7862/rm.2013.3", "type": "journal-article", "created": {"date-parts": [[2013, 10, 24]], "date-time": "2013-10-24T07:01:08Z", "timestamp": 1382598068000}, "page": "31-40", "source": "Crossref", "is-referenced-by-count": 0, "title": ["System testowania odporności dokumentów na dwustronne zginanie"], "prefix": "10.7862", "volume": "85", "author": [{"given": "Stanisław", "family": "Kozioł", "sequence": "first", "affiliation": []}, {"given": "Andrzej", "family": "Zbrowski", "sequence": "additional", "affiliation": []}], "member": "4616", "container-title": ["Scientific Letters of Rzeszow University of Technology - Mechanics"], "deposited": {"date-parts": [[2013, 10, 24]], "date-time": "2013-10-24T07:01:09Z", "timestamp": 1382598069000}, "score": 27.884369, "issued": {"date-parts": [[2013]]}, "references-count": 0, "journal-issue": {"published-print": {"date-parts": [[2013]]}, "issue": "1/2013"}, "URL": "http://dx.doi.org/10.7862/rm.2013.3", "ISSN": ["0209-2689"], "issn-type": [{"value": "0209-2689", "type": "print"}]}, {"indexed": {"date-parts": [[2018, 5, 8]], "date-time": "2018-05-08T01:08:55Z", "timestamp": 1525741735118}, "reference-count": 0, "publisher": "Rzeszow University of Technology", "issue": "1/2013", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["ZN PRz Mechanika"], "published-print": {"date-parts": [[2013]]}, "DOI": "10.7862/rm.2013.6", "type": "journal-article", "created": {"date-parts": [[2013, 10, 24]], "date-time": "2013-10-24T07:01:08Z", "timestamp": 1382598068000}, "page": "57-65", "source": "Crossref", "is-referenced-by-count": 0, "title": ["Stanowisko do badania odporności paszportów na przeglądanie"], "prefix": "10.7862", "volume": "85", "author": [{"given": "Tomasz", "family": "Samborski", "sequence": "first", "affiliation": []}, {"given": "Andrzej", "family": "Zbrowski", "sequence": "additional", "affiliation": []}], "member": "4616", "container-title": ["Scientific Letters of Rzeszow University of Technology - Mechanics"], "deposited": {"date-parts": [[2013, 10, 24]], "date-time": "2013-10-24T07:01:11Z", "timestamp": 1382598071000}, "score": 27.884369, "issued": {"date-parts": [[2013]]}, "references-count": 0, "journal-issue": {"published-print": {"date-parts": [[2013]]}, "issue": "1/2013"}, "URL": "http://dx.doi.org/10.7862/rm.2013.6", "ISSN": ["0209-2689"], "issn-type": [{"value": "0209-2689", "type": "print"}]}, {"indexed": {"date-parts": [[2018, 10, 31]], "date-time": "2018-10-31T23:10:09Z", "timestamp": 1541027409003}, "reference-count": 10, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The aim of the examination was to determine characteristics of the dynamic movement of the impact cylinder in the function of supply pressure and capacity of the chamber of the accumulator.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.198.301", "type": "journal-article", "created": {"date-parts": [[2013, 3, 11]], "date-time": "2013-03-11T16:29:37Z", "timestamp": 1363019377000}, "page": "301-306", "source": "Crossref", "is-referenced-by-count": 0, "title": ["Determination of Energy Parameters of Impact Cylinders"], "prefix": "10.4028", "volume": "198", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Wojciech", "family": "Jóźwik", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2013, 3]]}, "reference": [{"key": "1585953", "unstructured": "T. Kiczkowiak, S. Grymek: Szybkobieżny siłownik pneumatyczny z wbudowanym zbiornikiem, Zeszyty Naukowe Politechniki Opolskiej. Seria: Mechanika, 69 (2001) 12-18."}, {"key": "1585954", "unstructured": "J. Lenczewski, J. Łunarski: Siłownik pneumatyczny udarowy, Technologia i Automatyzacja Montażu. 1 (1999) 30-32."}, {"key": "1585955", "unstructured": "J. Lenczewski, J. Łunarski: Pneumatyczno – udarowe przebijanie otworów w operacjach przedmontażowych, Technologia i Automatyzacja Montażu. 1 (2001)30-32."}, {"key": "1585956", "unstructured": "J. Lenczewski, J. Łunarski: Pneumatyczne znakowarki udarowe, Technologia i Automatyzacja Montażu. 1 (2000), 36-37."}, {"key": "1585957", "unstructured": "T. Mikulczyński, T. Kiczkowiak: Zastosowanie szybkobieżnego napędu pneumatycznego do dynamicznego prasowania mas formierskich, Przegląd Odlewnictwa. 49 (1999) 141 -143."}, {"key": "1585958", "unstructured": "T. Kiczkowiak, S. Grymek: Program komputerowy do wspomagania obliczeń szybkobieżnych siłowników pneumatycznych z wbudowanym zbiornikiem, National Conference Pneuma'2000, 25-27. 10. 2000 Kielce, Poland. Zeszyty Naukowe Politechniki Świętokrzyskiej, seria: Elektryka 39 (2000)."}, {"key": "1585959", "unstructured": "P. Czajka, T. Giesko: Characteristic calculation of impact cylinders with an adjusting chamber, Maintenance Problems. 70 (2008) 123-131."}, {"key": "1585960", "unstructured": "T. Giesko, A. Zbrowski, P. Czajka: Metoda i urządzenie do testowania siłowników udarowych, Pneumatyka Przemysłowe Systemy Sprężonego Powietrza 2(2007) 34-37."}, {"key": "1585961", "unstructured": "P. Czajka, S. Giesko, A. Zbrowski: Metoda i urządzenie do wyznaczania optymalizacji parametrów pracy pneumatycznych siłowników udarowych, Przegląd Mechaniczny 12 (2008) 24-28."}, {"key": "1585962", "unstructured": "T. Giesko, A. Zbrowski: Metoda i urządzenie do wyznaczania i optymalizacji parametrów pracy pneumatycznych siłowników udarowych. VI International Science and Technology Conference Technika i Technologia Montażu Maszyn. Kalnica n. Cisna, Poland, 28-30. 05. 2008. Zeszyty Naukowe Politechniki Rzeszowskiej. Mechanika 72 (2008)."}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.198.301.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 10, 31]], "date-time": "2018-10-31T22:41:26Z", "timestamp": 1541025686000}, "score": 27.884369, "issued": {"date-parts": [[2013, 3]]}, "references-count": 10, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.198.301", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 6]], "date-time": "2018-11-06T23:42:45Z", "timestamp": 1541547765728}, "reference-count": 0, "publisher": "Rzeszow University of Technology", "issue": "1/2013", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["ZN PRz Mechanika"], "published-print": {"date-parts": [[2013]]}, "DOI": "10.7862/rm.2013.8", "type": "journal-article", "created": {"date-parts": [[2013, 10, 24]], "date-time": "2013-10-24T07:01:08Z", "timestamp": 1382598068000}, "page": "79-88", "source": "Crossref", "is-referenced-by-count": 1, "title": ["Test roztłaczania w kontroli jakości tulei polimerowych"], "prefix": "10.7862", "volume": "85", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": []}, {"given": "Krzysztof", "family": "Jankowski", "sequence": "additional", "affiliation": []}], "member": "4616", "container-title": ["Scientific Letters of Rzeszow University of Technology - Mechanics"], "deposited": {"date-parts": [[2013, 10, 24]], "date-time": "2013-10-24T07:01:12Z", "timestamp": 1382598072000}, "score": 27.884369, "issued": {"date-parts": [[2013]]}, "references-count": 0, "journal-issue": {"published-print": {"date-parts": [[2013]]}, "issue": "1/2013"}, "URL": "http://dx.doi.org/10.7862/rm.2013.8", "ISSN": ["0209-2689"], "issn-type": [{"value": "0209-2689", "type": "print"}]}, {"indexed": {"date-parts": [[2018, 11, 7]], "date-time": "2018-11-07T00:10:08Z", "timestamp": 1541549408241}, "reference-count": 11, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The article discusses the use of thermography in verification tests of a prototype calorimeter chamber constituting a part of a test stand for actuators used in smoke and ventilation systems. Based on the prototype control methodology developed at the ITeE – PIB, the authors identified areas posing a potential threat to the proper functioning of the system. The measurements of the temperature distribution on the outer surface of the chamber in the identified areas (trouble spots) are shown. The measurements were taken in thermal conditions related to tests conducted in compliance with the procedures of normative environmental investigations. The article also discusses the scope of activities that need to be taken in order to eliminate the adverse effects of heat transfer (thermal bridges, welds, etc.). Based on the thermographic tests, the authors proposed some guidelines to be included in the knowledge base used in the design of similar systems.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.223.238", "type": "journal-article", "created": {"date-parts": [[2014, 11, 20]], "date-time": "2014-11-20T09:39:19Z", "timestamp": 1416476359000}, "page": "238-245", "source": "Crossref", "is-referenced-by-count": 0, "title": ["The Use of Thermography in Verification Tests of a Prototype Calorimeter Chamber"], "prefix": "10.4028", "volume": "223", "author": [{"given": "Tomasz", "family": "Samborski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Andrzej", "family": "Zbrowski", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2014, 11]]}, "reference": [{"key": "481426", "unstructured": "Mazurkiewicz A., Ruta R., Trzos M.: Badania prototypu. Metodyka wspomagania procesu weryfikacji własności eksploatacyjnych. Monograficzna seria wydawnicza Biblioteki Problemów Eksploatacji, Radom, str. (2004)."}, {"key": "481427", "unstructured": "Ruta R., Zbrowski A.: Koncepcja systemu wspomagania zarządzania procesem wytwórczym jednostkowych obiektów technicznych w zakładzie doświadczalnym instytutu badawczego. Problemy Eksploatacji. 3/2011 (82) s. 205-216."}, {"key": "481428", "unstructured": "Dziennik Ustaw 2007 nr 143 poz. 1002."}, {"key": "481429", "unstructured": "Zbrowski A., Samborski T. Systemy techniczne wspomagające bezpieczeństwo obiektów i procesów technicznych, jako czynnik zmniejszenia skutków i katastrof przemysłowych. Bezpieczeństwo i Technika Pożarnicza, 3/2010, 123-130."}, {"key": "481430", "unstructured": "Samborski T., Zbrowski A., Kozioł S. Modelowy system do badań napędów elektromechanicznych. Technologia i Automatyzacja Montażu, 2/2012, 31-36."}, {"key": "481431", "unstructured": "Environmental testing - Part 2-2: Tests – Test B: Dry heat."}, {"key": "481432", "unstructured": "Environmental testing - Part 2-2: Tests – Test A: Cold."}, {"key": "481433", "unstructured": "Dobrodziej J., Mazurkiewicz A., Zbrowski, A.: Quality testing model for unit prototype technological devices. Scientific Problems of Machines Operation and Maintenance, 46(1), 2011, 29-44."}, {"key": "481434", "unstructured": "Rochatka T.: Zastosowanie termowizji w badaniach odbiorczych komór chłodniczych i mroźniczych Cz. 1., Chłodnictwo i Klimatyzacja 10/2013, 54-58."}, {"key": "481435", "unstructured": "Rochatka T.: Zastosowanie termowizji w badaniach odbiorczych komór chłodniczych i mroźniczych Cz. 2., Chłodnictwo i Klimatyzacja 4/2014."}, {"key": "481436", "unstructured": "K. Bieńczak (praca zbiorowa). Fizyczne podstawy diagnostyki układów termoizolacyjnych do transportu żywności, Biblioteka Problemów Eksploatacji, wyd. ITeE - PIB, Radom, (2004)."}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.223.238.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 11, 6]], "date-time": "2018-11-06T23:37:14Z", "timestamp": 1541547434000}, "score": 27.884369, "issued": {"date-parts": [[2014, 11]]}, "references-count": 11, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.223.238", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 5]], "date-time": "2018-11-05T19:10:08Z", "timestamp": 1541445008488}, "reference-count": 6, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The article presents the methodology, test stand and results of noncontact tests conducted using a laser sensor-equipped system for measuring displacement. The tests were carried out in an attempt to determine the sensitivity of the measurement system to the angular position of the sensor against the surface onto which the laser spot was projected. The scope of investigations constitutes a crucial problem dealing with the determination of tolerance of assembling a laser head in the measurement system for a laser penetrometer used for examining substance consistence. The tests were executed in the measurement range between 5 and 50 mm taking into account 5 angular positions of the laser sensor. The readings of the laser head were referred to the value of displacements adjusted with the use of a micrometric head. In the case of the tested system, the dispersion of measurement deviations was estimated as a function of the measured distance.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.220-221.313", "type": "journal-article", "created": {"date-parts": [[2014, 12, 5]], "date-time": "2014-12-05T09:30:01Z", "timestamp": 1417771801000}, "page": "313-318", "source": "Crossref", "is-referenced-by-count": 0, "title": ["The Influence of the Angular Position of the Laser Triangular Head on the Readings of the Measurement System"], "prefix": "10.4028", "volume": "220-221", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Krzysztof", "family": "Matecki", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2015, 1]]}, "reference": [{"key": "492808", "unstructured": "E. Ratajczyk, A. Woźniak, Nowe trendy w budowie bezstykowych głowic pomiarowych stosowanych w maszynach współrzędnościowych, Mechanik 1 (2005) 32–36."}, {"key": "492809", "unstructured": "T. Giesko, A. Zbrowski, P. Czajka, Laser profilometers for surface inspection and profile measurement, Maintenance Problems 1 (2007) 97–108."}, {"key": "492810", "unstructured": "P. Czajka, T. Giesko, K. Matecki, A. Zbrowski, Method and apparatus for the determination and optimization of work parameters of the pneumatic impact cylinders, Technologia i Automatyzacja Montażu 2 (2010) 22 p."}, {"key": "492811", "unstructured": "P. Czajka, T. Giesko, A. Zbrowski, Method and apparatus for the determination and optimization of work parameters of the pneumatic impact cylinders, Przegląd Mechaniczny 12 (2008) 24–29."}, {"key": "492812", "unstructured": "Information on: http: /files. pepperl-fuchs. com."}, {"key": "492813", "unstructured": "R. Dorsch, G. Häusler, J. Herrmann, Laser triangulation: fundamental uncertainty in distance measurement, Applied Optics 33(7) (1994) 1306–1314.", "DOI": "10.1364/ao.33.001306", "doi-asserted-by": "publisher"}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.220-221.313.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 11, 5]], "date-time": "2018-11-05T18:36:59Z", "timestamp": 1541443019000}, "score": 27.884369, "issued": {"date-parts": [[2015, 1]]}, "references-count": 6, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.220-221.313", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 8]], "date-time": "2018-11-08T07:22:42Z", "timestamp": 1541661762587}, "publisher-location": "Cham", "reference-count": 0, "publisher": "Springer International Publishing", "content-domain": {"domain": [], "crossmark-restriction": false}, "published-print": {"date-parts": [[2015]]}, "DOI": "10.1007/978-3-319-15835-8_37", "type": "book-chapter", "created": {"date-parts": [[2015, 2, 27]], "date-time": "2015-02-27T09:35:42Z", "timestamp": 1425029742000}, "page": "339-348", "source": "Crossref", "is-referenced-by-count": 1, "title": ["Rotational Speed and Transducer Frequency as Factors Affecting Possibility to Detect Defects in Axisymmetric Elements with a Method of Eddy Currents"], "prefix": "10.1007", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": []}, {"given": "Wojciech", "family": "Jóźwik", "sequence": "additional", "affiliation": []}], "member": "297", "container-title": ["Advances in Intelligent Systems and Computing", "Progress in Automation, Robotics and Measuring Techniques"], "link": [{"URL": "http://link.springer.com/content/pdf/10.1007/978-3-319-15835-8_37", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2015, 2, 27]], "date-time": "2015-02-27T09:36:03Z", "timestamp": 1425029763000}, "score": 27.884369, "issued": {"date-parts": [[2015]]}, "ISBN": ["9783319158341", "9783319158358"], "references-count": 0, "URL": "http://dx.doi.org/10.1007/978-3-319-15835-8_37", "ISSN": ["2194-5357", "2194-5365"], "issn-type": [{"value": "2194-5357", "type": "print"}, {"value": "2194-5365", "type": "electronic"}]}, {"indexed": {"date-parts": [[2018, 11, 8]], "date-time": "2018-11-08T07:22:42Z", "timestamp": 1541661762589}, "reference-count": 7, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The article describes the influence the operating frequency of the transducer on the possibility to detect corrosion using the eddy current method. A bearing ring with two artificially made corrosion defects was used as a test object. The authors determined the characteristics of the defect’s signal value in the function of frequency. The results obtained were then compared to the peak-to-peak value of the signal for a model ring. The tests confirmed the possibility of automatic detection of corrosion on the surface of bearing rings using the eddy current method.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.227.545", "type": "journal-article", "created": {"date-parts": [[2015, 1, 30]], "date-time": "2015-01-30T15:24:46Z", "timestamp": 1422631486000}, "page": "545-548", "source": "Crossref", "is-referenced-by-count": 1, "title": ["Detection of the Corrosion of Axisymmetric Elements by Means of the Eddy Current Testing Method"], "prefix": "10.4028", "volume": "227", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Wojciech", "family": "Jóźwik", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2015, 1]]}, "reference": [{"key": "454130", "unstructured": "M. -È. Davoust, L. Le Brusquet , G. Fleury, Robust Estimation of Hidden Corrosion Parameters Using an Eddy Current Technique, J. Nondestr. Evaluat. 29 (2010) 155-167.", "DOI": "10.1007/s10921-010-0073-5", "doi-asserted-by": "publisher"}, {"key": "454131", "unstructured": "Y. He, M. Pan, F. Luo , G. Tian, Pulsed eddy current imaging and frequency spectrum analysis for hidden defect non-destructive testing and evaluation, NDT&E Int. 44 (2011) 344-352.", "DOI": "10.1016/j.ndteint.2011.01.009", "doi-asserted-by": "publisher"}, {"key": "454132", "unstructured": "S. Hosseini, A.A. Lakis, Application oftime–frequency analysis for automatic hidden corrosiondetection in a multilayer aluminium structure using pulsed eddy current, NDT&E Int. l47 (2012) 70-79.", "DOI": "10.1016/j.ndteint.2011.12.001", "doi-asserted-by": "publisher"}, {"key": "454133", "unstructured": "H. Shaikh, N. Sivaibharasi, B. Sasi, T. Anita, B.P.C. Rao, R. Kumar Dayal, T. Jayakumar , B. Raj, Effect of carbon content on eddy current response to sensitization and intergranular corrosion in simulated heat-affected zone of austenitic stainless steel, Welding in the World 56 (2012).", "DOI": "10.1007/bf03321349", "doi-asserted-by": "publisher"}, {"key": "454134", "unstructured": "H. Shaikh, N. Sivaibharasi, B. Sasi, T. Anita, R. Amirthalingam, B.P.C. Rao, T. Jayakumar, H.S. Khatak, B. Raj, Use of eddy current testing method in detection and evaluation of sensitisation and intergranular corrosion in austenitic stainless steels, Corros. Sci. 48 (2006).", "DOI": "10.1016/j.corsci.2005.05.017", "doi-asserted-by": "publisher"}, {"key": "454135", "unstructured": "N. Yusa, S. Perrin , K. Miya, Eddy current data for characterizing less volumetric stress corrosion cracking in nonmagnetic materials, Mater. Lett. 61 (2007) 827-829.", "DOI": "10.1016/j.matlet.2006.05.071", "doi-asserted-by": "publisher"}, {"key": "454136", "unstructured": "J.R. Brencea, D.E. Brown, Data mining corrosion from eddy current non-destructive tests, Comp. Industr. Eng. 43 (2002) 821-840.", "DOI": "10.1016/S0360-8352(02)00142-0", "doi-asserted-by": "crossref"}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.227.545.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 11, 7]], "date-time": "2018-11-07T10:38:40Z", "timestamp": 1541587120000}, "score": 27.884369, "issued": {"date-parts": [[2015, 1]]}, "references-count": 7, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.227.545", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 8]], "date-time": "2018-11-08T07:22:42Z", "timestamp": 1541661762585}, "reference-count": 9, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The article presents the structure of a control system installed in a series of test devices for durability tests intended for different types of documents, i.e. cards or book that are electronically secured with RFID labels. In the system in question, the test methods simulate typical document manual handling and therefore enable the determination of the influence of mechanical loads on the technical condition of the document, and the possibility to read the data stored in it. To make the execution of tests possible according to defined standards, a set of necessary components of the control system responsible for control, communication and actuator functions was developed. The objective of the tasks undertaken was to develop the structure of a control system, in which all designed test devices would be included, and to which additional apparatus could be added. The designed structure of the control system enables the application of numerous components of the same type in all test devices under one control. The developed control system is composed of basic modules included in every device and configurable modules selected individually for each type of tests.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.220-221.532", "type": "journal-article", "created": {"date-parts": [[2014, 12, 5]], "date-time": "2014-12-05T09:30:01Z", "timestamp": 1417771801000}, "page": "532-537", "source": "Crossref", "is-referenced-by-count": 1, "title": ["Structure of a Control System in a Set of Devices for Document Durability Tests"], "prefix": "10.4028", "volume": "220-221", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Andrzej", "family": "Majcher", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Mirosław", "family": "Neska", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2015, 1]]}, "reference": [{"key": "493202", "unstructured": "A. Mazurkiewicz (Ed. ), Innovative Technological Solutions for Sustainable Development, Institute for Sustainable Technologies – National Research Institute Press, Radom, Poland, 2010. ISBN 978-83-7204-955-1."}, {"key": "493203", "unstructured": "T. Samborski, A. Zbrowski, Mechatronic system for the production of highly secured documents. Solid state phenomena, Mechatronic Systems and Materials IV 198 (2013) 27–33.", "DOI": "10.4028/www.scientific.net/ssp.198.27", "doi-asserted-by": "publisher"}, {"key": "493204", "unstructured": "Machine Readable Travel Documents. Technical Report: Durability of Machine Readable Passports Version 3. 2, ICAO (2006)."}, {"key": "493205", "unstructured": "PN-ISO/IEC 10373-1: Karty identyfikacyjne. Metody badań. Część 1: Charakterystyki ogólne."}, {"key": "493206", "unstructured": "ISO/IEC 24789-1 Card service life – Part 1: Application profiles and requirements, – Part 2: Methods of evaluation."}, {"key": "493207", "unstructured": "S. Kozioł, A. Zbrowski, T. Samborski, J. Wiejak, Koncepcja systemu testowania połączeń montażowych w dokumentach z zabezpieczeniem elektronicznym, Technologia i Automatyzacja Montażu 4 (2010) 6–9."}, {"key": "493208", "unstructured": "A. Zbrowski, Stanowisko badawcze do testowania trwałości i niezawodności książeczek paszportowych, TTS Technika Transportu Szynowego 9 (2012) 583–595."}, {"key": "493209", "unstructured": "M. Neska, A. Majcher, J. Przybylski, Control system of a multifunctional tester for electronically protected documents, Pomiary Automatyka Robotyka 2 (2013) 68–73."}, {"key": "493210", "unstructured": "N.S. Nise, Control Systems Engineering, 4th edition, John Wiley & Sons, USA, (2004)."}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.220-221.532.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 11, 5]], "date-time": "2018-11-05T18:50:49Z", "timestamp": 1541443849000}, "score": 26.10142, "issued": {"date-parts": [[2015, 1]]}, "references-count": 9, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.220-221.532", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 8]], "date-time": "2018-11-08T07:22:37Z", "timestamp": 1541661757633}, "reference-count": 8, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The article presents the operation and structure of a dispersion adhesive applicator dedicated for printing industry. Contrary to the currently used solutions in which the length of the glue layer is defined by the geometry of the glue roller, the original device enables free formation of the relation between the bonding area and adhesive-free areas. Based on the analysis of geometrical and time dependencies characterising the designed device, a mechatronic control system was developed to enable repeated glue application synchronised with the markers commonly used in printing industry and applied onto the paper. Constructed based on a programmable PLC controller, the system has control over all crucial technological parameters of the process (temperature, glue amount, beginning and end of the bonding area). The user-device communication is interactive, and therefore an additional user panel (touch-screen) is employed. The developed solution was used for applying dispersion adhesives in a technological line for producing multilayer ID cards with RFID labels.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.220-221.307", "type": "journal-article", "created": {"date-parts": [[2014, 12, 5]], "date-time": "2014-12-05T09:30:01Z", "timestamp": 1417771801000}, "page": "307-312", "source": "Crossref", "is-referenced-by-count": 1, "title": ["Mechatronic Applicator for Dispersion Adhesives"], "prefix": "10.4028", "volume": "220-221", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Tomasz", "family": "Samborski", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Szymon", "family": "Zacharski", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2015, 1]]}, "reference": [{"key": "491996", "unstructured": "H. Kipphan, Handbook of Print Media: Technologies and Production Methods, Springer, 2001. ISBN-3540673261."}, {"key": "491997", "unstructured": "S. Ebnesajjad, Adhesives Technology Handbook, William Andrew, 2008. ISBN-0080947298."}, {"key": "491998", "unstructured": "M. Ek, G. Gellerstedt, G. Henriksson, Pulp and Paper Chemistry and Technology: Paper Products Physics and Technology, Walter de Gruyter, 2009. ISBN-3110215705.", "DOI": "10.1515/9783110213461.145", "doi-asserted-by": "publisher"}, {"key": "491999", "unstructured": "A. Mazurkiewicz (Ed. ), Innovative Technological Solutions for Sustainable Development. Institute for Sustainable Technologies, National Research Institute Press. Radom, Poland, 2010, p.267–295. ISBN 978-83-7204-955-1."}, {"key": "492000", "unstructured": "T. Samborski, A. Zbrowski, Mechatronic System for the Production of Highly Secured Documents. Solid State Phenomena, vol. 198, Mechatronic Systems and Materials IV, 2013, p.27–33.", "DOI": "10.4028/www.scientific.net/ssp.198.27", "doi-asserted-by": "publisher"}, {"key": "492001", "unstructured": "A. Zbrowski, T. Samborski, S. Kozioł, Model linii do graficznej i elektronicznej personalizacji dokumentów, Technologia i Automatyzacja Montażu 3 (2011) 35–42."}, {"key": "492002", "unstructured": "St. Ciupalski, Maszyny drukujące konwencjonalne, Oficyna Wydawnicza Politechniki Warszawskiej, Warszawa, Poland, (2001)."}, {"key": "492003", "unstructured": "K. Stępniewski, Teoria i budowa maszyn drukujących, Wydawnictwa Politechniki Warszawskiej, Warszawa, (1993)."}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.220-221.307.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 11, 5]], "date-time": "2018-11-05T18:36:48Z", "timestamp": 1541443008000}, "score": 23.453949, "issued": {"date-parts": [[2015, 1]]}, "references-count": 8, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.220-221.307", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 8]], "date-time": "2018-11-08T07:22:42Z", "timestamp": 1541661762585}, "reference-count": 7, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The article presents the structure and operation of the developed system for graphic personalisation of cards and paper sheets. The system is responsible for the input of unique graphics in the form of prints corresponding with suitable data recorded in the memory of a microprocessor. In the verification process, an electronic record is compared with alphanumerical information, and the conformity of digital graphics with the print is checked. The system was used in the construction of a process line for producing RFID-secured documents. The system has a modular structure and is composed of two modules responsible for the prints and automatic verification of graphic personalisation. The printing module enables the application of the print in the form of alphanumerical signs or unique graphic symbols and a barcode, which is conducted according to the structure of the database from which information on personalisation is obtained. The verification module compares the electronic record from the microprocessor with alphanumerical information and checks whether digital graphics agree with the print. Printing is performed using an inkjet printhead, whereas for the verification process, a digital line scan camera is applied. Mechatronic positioning systems enable the printhead and camera shift freely along the print and inspection area and allow changes in positioning speed parameters.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.220-221.905", "type": "journal-article", "created": {"date-parts": [[2014, 12, 5]], "date-time": "2014-12-05T09:30:01Z", "timestamp": 1417771801000}, "page": "905-910", "source": "Crossref", "is-referenced-by-count": 1, "title": ["A System for Graphic Personalisation of Cards and Paper Sheets"], "prefix": "10.4028", "volume": "220-221", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Tomasz", "family": "Samborski", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Eugeniusz", "family": "Matras", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2015, 1]]}, "reference": [{"key": "492255", "unstructured": "A. Mazurkiewicz (Ed. ), Innovative Technological Solutions for Sustainable Development, Institute for Sustainable Technologies – National Research Institute Press, Radom, Poland, 2010, p.267–295. ISBN 978-83-7204-955-1."}, {"key": "492256", "unstructured": "H. Witschnig, E. Merlin, About history, basics and applications of RFID technology, Elektrotechnik und Informationstechnik 123 (March 2006) 61–71."}, {"key": "492257", "unstructured": "T. Samborski, A. Zbrowski, Mechatronic system for the production of highly secured documents. Solid state phenomena, in: Mechatronic Systems and Materials IV, vol. 198, 2013, p.27–33.", "DOI": "10.4028/www.scientific.net/ssp.198.27", "doi-asserted-by": "publisher"}, {"key": "492258", "unstructured": "T. Samborski, S. Kozioł, A. Zbrowski, Reconfigurable system for feeding the paper sheets in the technological processes, TTS Technika Transportu Szynowego 9 (2012) 471–478."}, {"key": "492259", "unstructured": "A. Zbrowski, T. Samborski, S. Kozioł, Model linii do graficznej i elektronicznej personalizacji dokumentów, Technologia i Automatyzacja Montażu 3 (2011) 35–42."}, {"key": "492260", "unstructured": "Information on http: /www. weber-marking. com/en/products/inkjet-printers/drop-on-demand-inkjet-printers. html."}, {"key": "492261", "unstructured": "Information on http: /www. baslerweb. com."}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.220-221.905.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 11, 5]], "date-time": "2018-11-05T19:26:47Z", "timestamp": 1541446007000}, "score": 23.453949, "issued": {"date-parts": [[2015, 1]]}, "references-count": 7, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.220-221.905", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}, {"indexed": {"date-parts": [[2018, 11, 8]], "date-time": "2018-11-08T07:22:42Z", "timestamp": 1541661762558}, "reference-count": 6, "publisher": "Trans Tech Publications", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["SSP"], "abstract": "<jats:p>The paper presents the structure of a control system incorporated into a process line for the production of documents secured with RFID labels. The line enables a flexible and easy manufacture of goods with different shapes and sizes in a low-cost experimental production undertaken to meet the needs of continuing improvement of prototypes and short series of innovative products with increased durability and higher level of security, which is possible to be obtained due to the application of electronic and graphical protection systems [1]. The line is intended for the assembly of multilayer documents. The documents are made of a raw stock in form of paper web, an RFID inlay and a protective film which all are glued together with the use of cold gluing and hot-melt techniques or in which a transfer tape with an adhesive film is applied. The tape and the elements mounted on it are transported and stopped by drive modules, whereas maintenance procedures are executed by actuators. These modules initiate proper strain of the tape, and as a result the material is flattened and a stable distance between the elements mounted on it is preserved. In the case of a start-stop operation and close distances between individual guide rollers, a proper tape strain and the time-space synchronization of all the modules constitute an important aspect of the control over the flexible technological system.</jats:p>", "DOI": "10.4028/www.scientific.net/ssp.220-221.526", "type": "journal-article", "created": {"date-parts": [[2014, 12, 5]], "date-time": "2014-12-05T09:30:01Z", "timestamp": 1417771801000}, "page": "526-531", "source": "Crossref", "is-referenced-by-count": 2, "title": ["Control System for a Technological Line for the Production of Electronically Secured Cards with RFID Labels"], "prefix": "10.4028", "volume": "220-221", "author": [{"given": "Andrzej", "family": "Zbrowski", "sequence": "first", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Tomasz", "family": "Samborski", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}, {"given": "Jan", "family": "Przybylski", "sequence": "additional", "affiliation": [{"name": "National Research Institute"}]}], "member": "2457", "published-online": {"date-parts": [[2015, 1]]}, "reference": [{"key": "492192", "unstructured": "A. Mazurkiewicz (Ed. ), Innovative Technological Solutions for Sustainable Development, Institute for Sustainable Technologies, National Research Institute Press, Radom, Poland, 2010, p.267–295. ISBN 978-83-7204-955-1."}, {"key": "492193", "unstructured": "K. Penttilä, M. Keskilammi, L. Sydänheimo, M. Kivikoski, Radio frequency technology for automated manufacturing and logistics control. Part 2: RFID antenna utilisation in industrial applications, The International Journal of Advanced Manufacturing Technology 31 (November 2006) 116–124.", "DOI": "10.1007/s00170-005-0174-y", "doi-asserted-by": "publisher"}, {"key": "492194", "unstructured": "H. Witschnig, E. Merlin, About history, basics and applications of RFID technology, Elektrotechnik und Informationstechnik 123 (March 2006) 61–71."}, {"key": "492195", "unstructured": "T. Samborski, A. Zbrowski, Mechatronic system for the production of highly secured documents. Solid state phenomena, in: Mechatronic Systems and Materials IV, vol. 198, 2013, p.27–33.", "DOI": "10.4028/www.scientific.net/ssp.198.27", "doi-asserted-by": "publisher"}, {"key": "492196", "unstructured": "T. Samborski, S. Kozioł, A. Zbrowski, Reconfigurable system for feeding the paper sheets in the technological processes, TTS Technika Transportu Szynowego 9 (2012) 471–478."}, {"key": "492197", "unstructured": "A. Zbrowski, T. Samborski, S. Kozioł, Model linii do graficznej i elektronicznej personalizacji dokumentów, Technologia i Automatyzacja Montażu 3 (2011) 35–42."}], "container-title": ["Solid State Phenomena"], "link": [{"URL": "https://www.scientific.net/SSP.220-221.526.pdf", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2018, 11, 5]], "date-time": "2018-11-05T18:48:54Z", "timestamp": 1541443734000}, "score": 23.453949, "issued": {"date-parts": [[2015, 1]]}, "references-count": 6, "URL": "http://dx.doi.org/10.4028/www.scientific.net/ssp.220-221.526", "relation": {"cites": []}, "ISSN": ["1662-9779"], "issn-type": [{"value": "1662-9779", "type": "electronic"}], "subject": ["General Materials Science", "Atomic and Molecular Physics, and Optics", "Condensed Matter Physics"]}], "items-per-page": 25, "query": {"start-index": 0, "search-terms": null}}, "custom_name_alias": "ZBROWSKI ANDRZEJ"}