{"ACHMATOWICZ OSMAN": ["Synthesis of Enantiomerically Pure Anthracyclinones", "Reductive rearrangement of 4-C-substituted hex-2-enopyranosides. Synthesis of 3-deoxy glycals", "1H-n.m.r. spectrum of methyl 2,3-anhydro-4,6-O-p bromobenzylidene-α-D-mannopyranoside", "Total synthesis of racemic methyl 2,3-anhydro-6-deoxyhexopyranosides", "New Chiral Pool Approach to Anthracyclinones. The Stereoselective Synthesis of Idarubicinone(I).", "Reaction of the active CN– group with alkenes: synthesis of γδ-unsaturated α-amino-acids", "Ene reaction of the active imino group. A novel synthesis of α-amino-acids", "Mechanism of the dimethyl mesoxalate-alkene ene reaction. Deuterium kinetic isotope effects", "Kinetics and mechanism of the ene reaction of dimethyl mesoxalate with alkenes", "Reductive rearrangement of 2,3-unsaturated methyl pyranosides to 3-deoxy glycals", "A Totally Synthetic Route to Enantiomerically Pure D and L-Aminooctoses: Stereocontrolled Synthesis of Methyl α-D-Lincosaminide", "Stereoselective Synthiesis of Both Enantiomers of Disparlure from D-Glucose", "New Chiral Pool Approach to Anthracyclinones. The Stereoselective Synthesis of Idarubicinone", "Ene reaction of the active XCN− and XCO group with ketones. A novel synthesis of X-oxo-α-amino- and X-oxo-oα-hydroxy-acids.", "Total Synthesis of Protected Form of Fungi Metabolite Cortalcerone", "Stereoselective total synthesis of methyl α-d- and α-l-glucopyranosides", "Total synthesis of higher-carbon sugars: Synthesis of methyl 3,4,5-tri-O-acetyl-1,7-di-O-benzyl-α-dl-gluco-Hept-2-ulopyranoside", "ChemInform Abstract: TOTAL SYNTHESIS OF MONOSACCHARIDES, SYNTHESIS OF METHYL DL-PENTOPYRANOSIDES WITH ALPHA- AND BETA-LYXO, BETA-RIBO, ALPHA-XYLO, AND ALPHA-ARABINO CONFIGURATIONS FROM FURFURYL ALCOHOL", "Stereospecific synthesis of methyl D,L-hex-2-ulopyranosides from furan compounds", "Coupling of diazomethane with α-naphthols"]}