[
  "Akademia Ekonomiczno-Humanistyczna w Warszawie [poprzednio: Wyższa Szkoła Finansów i Zarządzania w Warszawie]",
  "Akademia Finansów i Biznesu Vistula [poprzednio: Akademia Finansów w Warszawie]",
  "Akademia Humanistyczna im. Aleksandra Gieysztora w Pułtusku",
  "Akademia Humanistyczno-Ekonomiczna w Łodzi",
  "Akademia Leona Koźmińskiego w Warszawie",
  "Akademia Polonijna w Częstochowie",
  "Akademia WSB [poprzednio: Wyższa Szkoła Biznesu w Dąbrowie Górniczej]",
  "ALMAMER Szkoła Wyższa z siedzibą w Warszawie w likwidacji [poprzednio: ALMAMER Szkoła Wyższa z siedzibą w Warszawie]",
  "Ateneum - Szkoła Wyższa w Gdańsku",
  "Bałtycka Wyższa Szkoła Bursztynu z siedzibą w Junoszynie",
  "Bałtycka Wyższa Szkoła Humanistyczna w Koszalinie",
  "Beskidzka Wyższa Szkoła Umiejętności w Żywcu",
  "Bielska Wyższa Szkoła Biznesu z siedzibą w Bielsku-Białej",
  "Bielska Wyższa Szkoła im. Józefa Tyszkiewicza w Bielsku-Białej",
  "Bydgoska Szkoła Wyższa w Bydgoszczy",
  "Bydgoska Wyższa Szkoła Główna z siedzibą w Bydgoszczy w likwidacji [poprzednio: Bydgoska Wyższa Szkoła Główna]",
  "Collegium Civitas w Warszawie",
  "Collegium Da Vinci z siedzibą w Poznaniu [poprzednio: Wyższa Szkoła Nauk Humanistycznych i Dziennikarstwa w Poznaniu]",
  "Collegium Humanitatis z siedzibą w Świdnicy w likwidacji [poprzednio: Collegium Humanitatis z siedzibą w Świdnicy]",
  "Collegium Humanum - Szkoła Główna Menedżerska [poprzednio: Warszawska Wyższa Szkoła Menedżerska z siedzibą w Warszawie]",
  "Collegium Masoviense - Wyższa Szkoła Nauk o Zdrowiu w Żyrardowie",
  "Collegium Mazovia Innowacyjna Szkoła Wyższa w Siedlcach",
  "Collegium Medicum Wyższa Szkoła Służb Medycznych w likwidacji z siedzibą w Warszawie [poprzednio: Collegium Medicum Wyższa Szkoła Służb Medycznych z siedzibą w Warszawie]",
  "Collegium Varsoviense z siedzibą w Warszawie w likwidacji [poprzednio: Collegium Varsoviense]",
  "Dolnośląska Szkoła Wyższa z siedzibą we Wrocławiu",
  "Dolnośląska Wyższa Szkoła Służb Publicznych \"Asesor\" we Wrocławiu",
  "Elbląska Uczelnia Humanistyczno-Ekonomiczna w Elblągu",
  "Elbląska Uczelnia Humanistyczno-Ekonomiczna z siedzibą w Elblągu",
  "Elbląska Wyższa Szkoła Humanistyczna - w likwidacji z siedzibą w Elblągu (wykreślona)",
  "Europejska Akademia Sztuk w Warszawie",
  "Europejska Szkoła Wyższa w Sopocie z siedzibą w Sopocie",
  "Europejska Uczelnia Informatyczno-Ekonomiczna w Warszawie [poprzednio: Europejska Uczelnia w Warszawie]",
  "Europejska Uczelnia Społeczno - Techniczna w Radomiu [poprzednio: Wyższa Szkoła Nauk Społecznych i Technicznych w Radomiu]",
  "Europejska Wyższa Szkoła Biznesu w likwidacji",
  "Europejska Wyższa Szkoła Biznesu w Poznaniu [poprzednio: Poznańska Wyższa Szkoła Biznesu w Poznaniu]",
  "Europejska Wyższa Szkoła Prawa i Administracji w Warszawie",
  "Ewangelikalna Wyższa Szkoła Teologiczna we Wrocławiu",
  "Francusko-Polska Wyższa Szkoła Nowych Technik Informatyczno-Komunikacyjnych z siedzibą w Poznaniu",
  "Gdańska Szkoła Wyższa z siedzibą w Gdańsku",
  "Gdańska Wyższa Szkoła Humanistyczna",
  "Gdańska Wyższa Szkoła Humanistyczna z siedzibą w Gdańsku (wykreślona)",
  "Gliwicka Wyższa Szkoła Przedsiębiorczości w Gliwicach",
  "Gnieźnieńska Szkoła Wyższa Milenium z siedzibą w Gnieźnie",
  "Górnośląska Wyższa Szkoła Handlowa im. Wojciecha Korfantego w Katowicach",
  "Górnośląska Wyższa Szkoła Pedagogiczna im. Kardynała Augusta Hlonda w likwidacji z siedzibą w Mysłowicach [poprzednio: Górnośląska Wyższa Szkoła Pedagogiczna imienia Kardynała Augusta Hlonda]",
  "Górnośląska Wyższa Szkoła Przedsiębiorczości im. Karola Goduli w Chorzowie",
  "Kaszubsko-Pomorska Szkoła Wyższa w Wejherowie",
  "Kolegium Jagiellońskie – Toruńska Szkoła Wyższa [poprzednio: Toruńska Szkoła Wyższa]",
  "Koszalińska Wyższa Szkoła Nauk Humanistycznych w Koszalinie",
  "Krakowska Akademia im. Andrzeja Frycza Modrzewskiego w Krakowie",
  "Krakowska Szkoła Wyższa im. Andrzeja Frycza Modrzewskiego z siedzibą w Krakowie (przekształcona wykreślona)",
  "Krakowska Wyższa Szkoła Promocji Zdrowia w Krakowie",
  "Kujawska Szkoła Wyższa we Włocławku [poprzednio: Wyższa Szkoła Humanistyczno-Ekonomiczna we Włocławku]",
  "Kujawsko-Pomorska Szkoła Wyższa w Bydgoszczy",
  "Lingwistyczna Szkoła Wyższa w Warszawie",
  "Lubelska Szkoła Wyższa im. Króla Władysława Jagiełły w likwidacji z siedzibą w Lublinie [poprzednio: Lubelska Szkoła Wyższa im. Króla Władysława Jagiełły]",
  "Lubelska Szkoła Wyższa w Rykach",
  "Lubuska Wyższa Szkoła Zdrowia Publicznego w Zielonej Górze",
  "Łużycka Szkoła Wyższa im. Jana Benedykta Solfy z siedzibą w Żarach [poprzednio: Łużycka Wyższa Szkoła Humanistyczna im. Jana Benedykta Solfy w Żarach]",
  "Małopolska Wyższa Szkoła Ekonomiczna z siedzibą w Tarnowie",
  "Małopolska Wyższa Szkoła im. Józefa Dietla w Krakowie [poprzednio: Małopolska Wyższa Szkoła im. Józefa Dietla w Krakowie z siedzibą w Krakowie]",
  "Mazowiecka Uczelnia Medyczna w Warszawie [poprzednio: Wyższa Szkoła Mazowiecka w Warszawie]",
  "Mazowiecka Wyższa Szkoła Humanistyczno-Pedagogiczna w Łowiczu",
  "Mazurska Szkoła Wyższa w Ełku z siedzibą w Ełku",
  "Międzynarodowa Szkoła Wyższa \"Concordia\" w Lubartowie",
  "Międzynarodowa Wyższa Szkoła Logistyki i Transportu we Wrocławiu",
  "Nadbużańska Szkoła Wyższa im. Marka J. Karpia w Siemiatyczach [poprzednio: Nadbużańska Szkoła Wyższa w Siemiatyczach z siedzibą w Siemiatyczach]",
  "Niepaństwowa Wyższa Szkoła Pedagogiczna w Białymstoku",
  "Niepubliczna Wyższa Szkoła Medyczna we Wrocławiu",
  "Olsztyńska Szkoła Wyższa im. Józefa Rusieckiego",
  "OLYMPUS Szkoła Wyższa im. Romualda Kudlińskiego w likwidacji z siedzibą w Warszawie",
  "Pedagogium - Wyższa Szkoła Pedagogiki Resocjalizacyjnej w Warszawie w likwidacji z siedzibą w Warszawie",
  "Pedagogium Wyższa Szkoła Nauk Społecznych w Warszawie",
  "Podkarpacka Szkoła Wyższa im. bł. ks. Władysława Findysza w Jaśle",
  "Podkowiańska Wyższa Szkoła Medyczna im. Zofii i Jonasza Łyko w Podkowie Leśnej",
  "Polsko-Czeska Wyższa Szkoła Biznesu i Sportu \"Collegium Glacense\" z siedzibą w Stalowej Woli [poprzednio: Polsko-Czeska Wyższa Szkoła Biznesu i Sportu \"Collegium Glacense\" w Nowej Rudzie]",
  "Polsko-Japońska Akademia Technik Komputerowych [poprzednio: Polsko-Japońska Wyższa Szkoła Technik Komputerowych]",
  "Pomorska Szkoła Wyższa w Starogardzie Gdańskim",
  "Pomorska Wyższa Szkoła Nauk Stosowanych w Gdyni",
  "Powiślańska Szkoła Wyższa w Kwidzynie",
  "Powszechna Wyższa Szkoła Humanistyczna \"Pomerania\" w Chojnicach",
  "Profesjonalna Szkoła Biznesu-Szkoła Wyższa w likwidacji w Krakowie",
  "Prywatna Wyższa Szkoła Informatyki i Zarządzania im. Józefa Tyszkiewicza w Bielsku-Białej",
  "Prywatna Wyższa Szkoła Nauk Społecznych, Komputerowych i Medycznych z siedzibą w Warszawie [poprzednio: Prywatna Wyższa Szkoła Businessu, Administracji i Technik Komputerowych w Warszawie]",
  "Prywatna Wyższa Szkoła Ochrony Środowiska w Radomiu",
  "Puławska Szkoła Wyższa w likwidacji z siedzibą w Puławach [poprzednio: Puławska Szkoła Wyższa]",
  "Radomska Szkoła Wyższa",
  "Schola Posnaniensis - Wyższa Szkoła Sztuki Stosowanej w Poznaniu",
  "Sopocka Szkoła Wyższa z siedzibą w Sopocie",
  "Społeczna Akademia Nauk z siedzibą w Łodzi",
  "Stargardzka Szkoła Wyższa Stargardinum w Stargardzie Szczecińskim",
  "Staropolska Szkoła Wyższa w Kielcach [poprzednio: Wyższa Szkoła Ekonomii, Turystyki i Nauk Społecznych w Kielcach]",
  "Sudecka Wyższa Szkoła w Kłodzku z siedzibą w Kłodzku",
  "SWPS Uniwersytet Humanistycznospołeczny z siedzibą w Warszawie [poprzednio: Szkoła Wyższa Psychologii Społecznej w Warszawie]",
  "Szczecińska Szkoła Wyższa Collegium Balticum w Szczecinie",
  "Szkoła Główna Krajowa z siedzibą w Warszawie",
  "Szkoła Główna Politechniczna z siedzibą w Wołominie [poprzednio: Szkoła Główna Politechniczna z siedzibą w Nowym Sączu]",
  "Szkoła Główna Turystyki i Rekreacji [poprzednio: Wyższa Szkoła Hotelarstwa, Gastronomii i Turystyki w Warszawie]",
  "Szkoła Nauk Ścisłych w Warszawie",
  "Szkoła Wyższa Ekonomii i Zarządzania w Łodzi [poprzednio: Salezjańska Wyższa Szkoła Ekonomii i Zarządzania w Łodzi]",
  "Szkoła Wyższa im. Bogdana Jańskiego w Warszawie",
  "Szkoła Wyższa im. Pawła Włodkowica w Płocku",
  "Szkoła Wyższa Prawa i Dyplomacji w Gdyni",
  "Szkoła Wyższa Przymierza Rodzin w Warszawie",
  "Szkoła Wyższa Rzemiosł Artystycznych i Zarządzania we Wrocławiu",
  "Szkoła Wyższa Rzemiosł Artystycznych w Warszawie w likwidacji z siedzibą w Warszawie",
  "Śląska Wyższa Szkoła Informatyczno-Medyczna z siedzibą w Chorzowie w likwidacji [poprzednio: Śląska Wyższa Szkoła Informatyczno-Medyczna w Chorzowie]",
  "Śląska Wyższa Szkoła Medyczna w Katowicach",
  "Śląska Wyższa Szkoła Zarządzania im. Gen. Jerzego Ziętka w Katowicach",
  "Świętokrzyska Szkoła Wyższa w Kielcach",
  "Tarnowska Szkoła Wyższa z siedzibą w Tarnowie [poprzednio: Małopolska Szkoła Wyższa w Brzesku]",
  "Uczelnia im. Edwarda Herzberga z siedzibą w Grudziądzu [poprzednio: Grudziądzka Szkoła Wyższa]",
  "Uczelnia Jana Wyżykowskiego [poprzednio: Dolnośląska Wyższa Szkoła Przedsiębiorczości i Techniki w Polkowicach]",
  "Uczelnia Jańskiego z siedzibą w Łomży [poprzednio: Wyższa Szkoła Zarządzania i Przedsiębiorczości im. B. Jańskiego w Łomży]",
  "Uczelnia Lingwistyczno-Techniczna w Świeciu [poprzednio: Wyższa Szkoła Języków Obcych w Świeciu]",
  "Uczelnia Łazarskiego w Warszawie",
  "Uczelnia Nauk Społecznych",
  "Uczelnia Techniczno-Handlowa im. Heleny Chodkowskiej [poprzednio: Wyższa Szkoła Zarządzania i Prawa im. Heleny Chodkowskiej w Warszawie]",
  "Uczelnia Vistula z siedzibą w Warszawie",
  "Uczelnia Warszawska im. Marii Skłodowskiej-Curie w Warszawie",
  "Uczelnia Zawodowa Zagłębia Miedziowego w Lubinie",
  "VIAMODA Szkoła Wyższa z siedzibą w Warszawie",
  "Warszawska Szkoła Biznesu w Warszawie",
  "Warszawska Szkoła Filmowa z siedzibą w Warszawie",
  "Warszawska Szkoła Wyższa z siedzibą w Otwocku [poprzednio: Wyższa Szkoła Przedsiębiorczości i Nauk Społecznych w Otwocku]",
  "Warszawska Szkoła Zarządzania - Szkoła Wyższa w Warszawie",
  "Warszawska Wyższa Szkoła Biznesu z siedzibą w Warszawie [poprzednio: Wyższa Szkoła Biznesu i Administracji w Łukowie]",
  "Warszawska Wyższa Szkoła Ekonomiczna im. Edwarda Wiszniewskiego z siedzibą w Warszawie w likwidacji [poprzednio: Warszawska Wyższa Szkoła Ekonomiczna im. Edwarda Wiszniewskiego w Warszawie]",
  "Warszawska Wyższa Szkoła Humanistyczna im. Bolesława Prusa (decyzja z dnia 06.07.2006 r.) [poprzednio: Wyższa Warszawska Szkoła Humanistyczna z siedzibą w Warszawie]",
  "Warszawska Wyższa Szkoła Informatyki w Warszawie",
  "Wielkopolska Uczelnia Techniczna z siedzibą w Złotnikach",
  "Wielkopolska Wyższa Szkoła Humanistyczno-Ekonomiczna w Jarocinie w likwidacji [poprzednio: Wielkopolska Wyższa Szkoła Humanistyczno-Ekonomiczna w Jarocinie]",
  "Wielkopolska Wyższa Szkoła Społeczno-Ekonomiczna w Środzie Wielkopolskiej",
  "Wielkopolska Wyższa Szkoła Turystyki i Zarządzania w Poznaniu",
  "Wielkopolskie Collegium Kompetencji Zintegrowanych z siedzibą w Poznaniu [poprzednio: Wyższa Szkoła Techniczno-Humanistyczna - Kadry dla Europy z siedzibą w Poznaniu]",
  "Wrocławska Wyższa Szkoła Informatyki Stosowanej we Wrocławiu",
  "Wschód-Zachód Szkoła Wyższa im. Henryka Jóźwiaka [poprzednio: \"Wschód - Zachód\" Szkoła Wyższa im. Henryka Jóźwiaka w Łodzi]",
  "Wszechnica Mazurska w likwidacji z siedzibą w Olecku [poprzednio: Wszechnica Mazurska w Olecku]",
  "Wszechnica Polska Szkoła Wyższa w Warszawie",
  "Wszechnica Świętokrzyska w Kielcach",
  "Wyższa Hanzeatycka Szkoła Zarządzania w likwidacji z siedzibą w Słupsku [poprzednio: Wyższa Hanzeatycka Szkoła Zarządzania w Słupsku]",
  "Wyższa Informatyczna Szkoła Zawodowa w Gorzowie Wielkopolskim w likwidacji z siedzibą w Gorzowie Wielkopolskim",
  "Wyższa Inżynierska Szkoła Bezpieczeństwa i Organizacji Pracy w Radomiu",
  "Wyższa Inżynierska Szkoła Przedsiębiorczości w likwidacji z siedzibą w Radomiu",
  "Wyższa Międzynarodowa Szkoła Biznesu w Warszawie w likwidacji [poprzednio: Wyższa Międzynarodowa Szkoła Biznesu w Warszawie]",
  "Wyższa Pedagogiczna Szkoła Zawodowa im. Świętej Rodziny z siedzibą w Krakowie (wykreślona)",
  "Wyższa Pomorska Szkoła Turystyki i Hotelarstwa z siedzibą w Bydgoszczy (przekształcona)",
  "Wyższa Praska Szkoła Biznesu - w likwidacji z siedzibą w Warszawie",
  "Wyższa Skoła Administracji i Nowych Technologii w Warszawie",
  "Wyższa Szkola Gospodarki Krajowej z siedzibą w Kutnie (przekształcona)",
  "Wyższa Szkoła - Edukacja w Sporcie w Warszawie",
  "Wyższa Szkoła Administracji i Biznesu im. Eugeniusza Kwiatkowskiego w Gdyni",
  "Wyższa Szkoła Administracji i Zarządzania w Zawierciu w likwidacji [poprzednio: Wyższa Szkoła Administracji i Zarządzania w Zawierciu]",
  "Wyższa Szkoła Administracji Publicznej imienia Stanisława Staszica w Białymstoku",
  "Wyższa Szkoła Administracji Publicznej w Kielcach",
  "Wyższa Szkoła Administracji Publicznej w likwidacji z siedzibą w Łodzi",
  "Wyższa Szkoła Administracji Publicznej w Ostrołęce",
  "Wyższa Szkoła Administracji Publicznej w Szczecinie",
  "Wyższa Szkoła Administracji w Bielsku-Białej",
  "Wyższa Szkoła Administracyjno-Społeczna w Warszawie",
  "Wyższa Szkoła Agrobiznesu w Łomży",
  "Wyższa Szkoła Artystyczna w Warszawie",
  "Wyższa Szkoła Bankowa z siedzibą w Gdańsku",
  "Wyższa Szkoła Bankowa w Poznaniu",
  "Wyższa Szkoła Bankowa w Toruniu",
  "Wyższa Szkoła Bankowa we Wrocławiu",
  "Wyższa Szkoła Bankowa z siedzibą w Gdańsku (przekształcona)",
  "Wyższa Szkoła Bankowości i Finansów z siedzibą w Katowicach w likwidacji [poprzednio: Wyższa Szkoła Bankowości i Finansów z siedzibą w Katowicach]",
  "Wyższa Szkoła Bezpieczeństwa i Ochrony im. Marszałka Józefa Piłsudskiego w Warszawie",
  "Wyższa Szkoła Bezpieczeństwa Publicznego i Indywidualnego \"Apeiron\" w Krakowie",
  "Wyższa Szkoła Bezpieczeństwa w Poznaniu",
  "Wyższa Szkoła Bezpieczeństwa w Przemyślu [poprzednio: Wyższa Szkoła Gospodarcza w Przemyślu]",
  "Wyższa Szkoła Biznesu - National Louis University z siedzibą w Nowym Sączu",
  "Wyższa Szkoła Biznesu - National Louis University z siedzibą w Nowym Sączu (wykreślona)",
  "Wyższa Szkoła Biznesu i Nauk o Zdrowiu w Łodzi",
  "Wyższa Szkoła Biznesu i Przedsiębiorczości w Ostrowcu Świętokrzyskim",
  "Wyższa Szkoła Biznesu i Zarządzania w Ciechanowie",
  "Wyższa Szkoła Biznesu im. Biskupa Jana Chrapka w Radomiu",
  "Wyższa Szkoła Biznesu w Gorzowie Wlkp.",
  "Wyższa Szkoła Biznesu z siedzibą w Tarnowie",
  "Wyższa Szkoła Biznesu z siedzibą w Warszawie [poprzednio: Wyższa Szkoła Biznesu z siedzibą w Pile]",
  "Wyższa Szkoła Cła i Logistyki w Warszawie",
  "Wyższa Szkoła COSINUS w Łodzi",
  "Wyższa Szkoła Demokracji im. ks. Jerzego Popiełuszki w Grudziądzu [poprzednio: Wyższa Szkoła Demokracji z siedzibą w Grudziądzu]",
  "Wyższa Szkoła Dziennikarska im. Melchiora Wańkowicza w Warszawie w likwidacji z siedzibą w Warszawie [poprzednio: Wyższa Szkoła Dziennikarska im. Melchiora Wańkowicza w Warszawie]",
  "Wyższa Szkoła Edukacji i Terapii im. prof. Kazimiery Milanowskiej z siedzibą w Poznaniu [poprzednio: Wyższa Szkoła Edukacji i Terapii w Poznaniu]",
  "Wyższa Szkoła Ekologii i Zarządzania w Warszawie",
  "Wyższa Szkoła Ekonomiczna w Białymstoku",
  "Wyższa Szkoła Ekonomiczna w Bochni",
  "Wyższa Szkoła Ekonomiczna w Stalowej Woli",
  "Wyższa Szkoła Ekonomiczno-Humanistyczna im. prof. Szczepana A. Pieniążka w Skierniewicach",
  "Wyższa Szkoła Ekonomiczno-Humanistyczna w Bielsku-Białej",
  "Wyższa Szkoła Ekonomiczno-Społeczna w Bydgoszczy w likwidacji z siedzibą w Bydgoszczy",
  "Wyższa Szkoła Ekonomiczno-Społeczna w Ostrołęce",
  "Wyższa Szkoła Ekonomiczno-Techniczna w Legionowie (wykreślona)",
  "Wyższa Szkoła Ekonomiczno-Turystyczna w Szczecinie",
  "Wyższa Szkoła Ekonomii i Administracji w likwidacji z siedzibą w Bytomiu [poprzednio: Wyższa Szkoła Ekonomii i Administracji w Bytomiu]",
  "Wyższa Szkoła Ekonomii i Informatyki w Krakowie",
  "Wyższa Szkoła Ekonomii i Innowacji w Lublinie",
  "Wyższa Szkoła Ekonomii, Prawa i Nauk Medycznych im. prof. Edwarda Lipińskiego w Kielcach [poprzednio: Wyższa Szkoła Ekonomii i Prawa im. prof. Edwarda Lipińskiego]",
  "Wyższa Szkoła Europejska im. Ks. Józefa Tischnera w Krakowie",
  "Wyższa Szkoła Filologiczna we Wrocławiu",
  "Wyższa Szkoła Filologii Hebrajskiej w likwidacji w Toruniu [poprzednio: Wyższa Szkoła Filologii Hebrajskiej w Toruniu]",
  "Wyższa Szkoła Finansów i Administracji w likwidacji z siedzibą w Gdyni [poprzednio: Wyższa Szkoła Finansów i Administracji z siedzibą w Gdyni]",
  "Wyższa Szkoła Finansów i Informatyki im. prof. Janusza Chechlińskiego w Łodzi",
  "Wyższa Szkoła Finansów i Prawa w Bielsku-Białej",
  "Wyższa Szkoła Finansów i Zarządzania w Białymstoku",
  "Wyższa Szkoła Finansów i Zarządzania w Warszawie z siedzibą w Warszawie (wykreślona)",
  "Wyższa Szkoła Fizjoterapii we Wrocławiu",
  "Wyższa Szkoła Fundacji Kultury Informatycznej w Nadarzynie",
  "Wyższa Szkoła Gospodarki Euroregionalnej im. Alcide De Gasperi w Józefowie",
  "Wyższa Szkoła Gospodarki i Zarządzania w Krakowie",
  "Wyższa Szkoła Gospodarki Krajowej w Kutnie",
  "Wyższa Szkoła Gospodarki Narodowej w Tychach z siedzibą w Tychach (wykreślona)",
  "Wyższa Szkoła Gospodarki w Bydgoszczy",
  "Wyższa Szkoła Gospodarowania Nieruchomościami w Warszawie w likwidacji [poprzednio: Wyższa Szkoła Gospodarowania Nieruchomościami w Warszawie]",
  "Wyższa Szkoła Handlowa im. Bolesława Markowskiego w Kielcach w likwidacji [poprzednio: Wyższa Szkoła Handlowa im. Bolesława Markowskiego w Kielcach]",
  "Wyższa Szkoła Handlowa im. Króla Stefana Batorego w Piotrkowie Trybunalskim w likwidacji z siedzibą w Piotrkowie Trybunalskim [poprzednio: Wyższa Szkoła Handlowa im. Króla Stefana Batorego w Piotrkowie Trybunalskim]",
  "Wyższa Szkoła Handlowa w likwidacji z siedzibą w Krakowie [poprzednio: Wyższa Szkoła Handlowa w Krakowie]",
  "Wyższa Szkoła Handlowa w Radomiu",
  "Wyższa Szkoła Handlowa we Wrocławiu",
  "Wyższa Szkoła Handlu i Finansów Międzynarodowych im. Fryderyka Skarbka w likwidacji w Warszawie [poprzednio: Wyższa Szkoła Handlu i Finansów Międzynarodowych im. Fryderyka Skarbka w Warszawie]",
  "Wyższa Szkoła Handlu i Rachunkowości z siedzibą w Poznaniu w likwidacji [poprzednio: Wyższa Szkoła Handlu i Rachunkowości w Poznaniu]",
  "Wyższa Szkoła Handlu i Usług w Poznaniu",
  "Wyższa Szkoła Hotelarstwa i Gastronomii w Poznaniu",
  "Wyższa Szkoła Hotelarstwa i Turystyki z siedzibą w Częstochowie w likwidacji [poprzednio: Wyższa Szkoła Hotelarstwa i Turystyki w Częstochowie]",
  "Wyższa Szkoła Humanistyczna im. Alojzego Szubartowskiego w Lublinie w likwidacji z siedzibą w Lublinie",
  "Wyższa Szkoła Humanistyczna im. Króla Stanisława Leszczyńskiego w Lesznie",
  "Wyższa Szkoła Humanistyczna TWP w Szczecinie",
  "Wyższa Szkoła Humanistyczna w Katowicach w likwidacji z siedzibą w Katowicach",
  "Wyższa Szkoła Humanistyczna w Lesznie z siedzibą w Lesznie",
  "Wyższa Szkoła Humanistyczna we Wrocławiu",
  "Wyższa Szkoła Humanistyczno-Ekonomiczna im. J. Zamoyskiego w Zamościu",
  "Wyższa Szkoła Humanistyczno-Ekonomiczna w Brzegu",
  "Wyższa Szkoła Humanistyczno-Ekonomiczna w Pabianicach",
  "Wyższa Szkoła Humanistyczno-Ekonomiczna w Sieradzu",
  "Wyższa Szkoła Humanistyczno-Przyrodnicza Studium Generale Sandomiriense w Sandomierzu",
  "Wyższa Szkoła Humanitas w Sosnowcu",
  "Wyższa Szkoła Informatyki i Ekonomii TWP w Olsztynie",
  "Wyższa Szkoła Informatyki i Umiejętności z siedzibą w Łodzi",
  "Wyższa Szkoła Informatyki i Zarządzania \"COPERNICUS\" we Wrocławiu",
  "Wyższa Szkoła Informatyki i Zarządzania im. Prof. Tadeusza Kotarbińskiego z siedzibą w Olsztynie [poprzednio: Olsztyńska Wyższa Szkoła Informatyki i Zarządzania im. prof. Tadeusza Kotarbińskiego w Olsztynie]",
  "Wyższa Szkoła Informatyki i Zarządzania w Bielsku-Białej",
  "Wyższa Szkoła Informatyki i Zarządzania w Przemyślu",
  "Wyższa Szkoła Informatyki i Zarządzania z siedzibą w Rzeszowie",
  "Wyższa Szkoła Informatyki Stosowanej i Zarządzania w Warszawie",
  "Wyższa Szkoła Informatyki, Zarządzania i Administracji z siedzibą w Warszawie",
  "Wyższa Szkoła Informatyki, Zarządzania i Administracji z siedzibą w Warszawie (przekształcona)",
  "Wyższa Szkoła Integracji Europejskiej w Szczecinie",
  "Wyższa Szkoła Inżynierii Bezpieczeństwa i Ekologii w Sosnowcu",
  "Wyższa Szkoła Inżynierii Dentystycznej i Nauk Humanistycznych im prof. Meissnera w Ustroniu",
  "Wyższa Szkoła Inżynierii Gospodarki w Słupsku",
  "Wyższa Szkoła Inżynierii i Zdrowia w Warszawie [poprzednio: Wyższa Szkoła Infrastruktury i Zarządzania w Warszawie]",
  "Wyższa Szkoła Inżynierska w Ostrowie Wielkopolskim",
  "Wyższa Szkoła Inżynieryjno-Ekonomiczna w Rzeszowie",
  "Wyższa Szkoła Inżynieryjno-Ekonomiczna z siedzibą w Ropczycach (przekształcona wykreślona)",
  "Wyższa Szkoła Języków Obcych im. Samuela Bogumiła Lindego z siedzibą w Poznaniu",
  "Wyższa Szkoła Języków Obcych w Szczecinie w likwidacji z siedzibą w Szczecinie [poprzednio: Wyższa Szkoła Języków Obcych w Szczecinie]",
  "Wyższa Szkoła Kadr Menedżerskich w Koninie z siedzibą w Koninie",
  "Wyższa Szkoła Komunikacji i Zarządzania w Poznaniu",
  "Wyższa Szkoła Komunikacji Społecznej w Gdyni",
  "Wyższa Szkoła Komunikowania i Mediów Społecznych im. Jerzego Giedroycia w Warszawie w likwidacji [poprzednio: Wyższa Szkoła Komunikowania i Mediów Społecznych im. Jerzego Giedroycia w Warszawie]",
  "Wyższa Szkoła Komunikowania, Politologii i Stosunków Międzynarodowych w Warszawie",
  "Wyższa Szkoła Kosmetologii i Promocji Zdrowia z siedzibą w Szczecinie w likwidacji [poprzednio: Wyższa Szkoła Kosmetologii i Promocji Zdrowia w Szczecinie]",
  "Wyższa Szkoła Kosmetyki i Nauk o Zdrowiu w Łodzi",
  "Wyższa Szkoła Kultury Fizycznej i Turystyki im. Haliny Konopackiej w Pruszkowie",
  "Wyższa Szkoła Kultury Społecznej i Medialnej w Toruniu",
  "Wyższa Szkoła Kupiecka w likwidacji z siedzibą w Łodzi [poprzednio: Wyższa Szkoła Kupiecka w Łodzi]",
  "Wyższa Szkoła Lingwistyczna w Częstochowie",
  "Wyższa Szkoła Logistyki w Poznaniu",
  "Wyższa Szkoła Logistyki z siedzibą w Poznaniu (przekształcona)",
  "Wyższa Szkoła Marketingu i Biznesu w likwidacji z siedzibą w Łodzi",
  "Wyższa Szkoła Marketingu i Zarządzania w Lesznie w likwidacji [poprzednio: Wyższa Szkoła Marketingu i Zarządzania w Lesznie]",
  "Wyższa Szkoła Matematyki i Informatyki Użytkowej w likwidacji z siedzibą w Białymstoku [poprzednio: Wyższa Szkoła Matematyki i Informatyki Użytkowej w Białymstoku]",
  "Wyższa Szkoła Mechatroniki w Katowicach w likwidacji z siedzibą w Katowicach [poprzednio: Wyższa Szkoła Mechatroniki w Katowicach]",
  "Wyższa Szkoła Medyczna w Kłodzku",
  "Wyższa Szkoła Medyczna w Legnicy z siedzibą w Legnicy",
  "Wyższa Szkoła Medyczna w Sosnowcu",
  "Wyższa Szkoła Medyczna z siedzibą w Białymstoku",
  "Wyższa Szkoła Menedżerska w Białymstoku",
  "Wyższa Szkoła Menedżerska w Legnicy w likwidacji z siedzibą w Legnicy [poprzednio: Wyższa Szkoła Menedżerska w Legnicy]",
  "Wyższa Szkoła Menedżerska w likwidacji z siedzibą w Świeciu",
  "Wyższa Szkoła Menedżerska w Warszawie",
  "Wyższa Szkoła Menedżerska z siedzibą w Jeleniej Górze w likwidacji [poprzednio: Wyższa Szkoła Menedżerska w Jeleniej Górze]",
  "Wyższa Szkoła Nauk Ekonomicznych i Społecznych w Kętach",
  "Wyższa Szkoła Nauk o Zdrowiu w Bydgoszczy",
  "Wyższa Szkoła Nauk Pedagogicznych [poprzednio: Wyższa Szkoła Edukacji Zdrowotnej i Nauk Społecznych w Łodzi]",
  "Wyższa Szkoła Nauk Prawnych i Administracji im. Leona Petrażyckiego z siedzibą w Wołominie [poprzednio: Prywatna Wyższa Szkoła Zawodowa z siedzibą w Wołominie]",
  "Wyższa Szkoła Nauk Społecznych im. Ks. J. Majki w Mińsku Mazowieckim",
  "Wyższa Szkoła Nauk Społecznych z siedzibą w Lublinie [poprzednio: Wyższa Szkoła Nauk Społecznych w Lublinie]",
  "Wyższa Szkoła Nauk Stosowanych w Rudzie Śląskiej",
  "Wyższa Szkoła Nowa Edukacja w Łomiankach",
  "Wyższa Szkoła Ochrony Środowiska, Turystyki i Rekreacji w Krakowie z siedzibą w Krakowie [poprzednio: [NIEAKTUALNY Z DNIEM 06.03.2013] Wyższa Szkoła Ochrony Środowiska, Turystyki i Rekreacji w Krakowie w likwidacji z siedzibą w Krakowie]",
  "Wyższa Szkoła Organizacji Turystyki i Hotelarstwa w Warszawie w likwidacji [poprzednio: Wyższa Szkoła Organizacji Turystyki i Hotelarstwa w Warszawie]",
  "Wyższa Szkoła Pedagogiczna im. Janusza Korczaka w Warszawie [poprzednio: Wyższa Szkoła Pedagogiczna TWP w Warszawie]",
  "Wyższa Szkoła Pedagogiczna w Łodzi",
  "Wyższa Szkoła Pedagogiczna Związku Nauczycielstwa Polskiego z siedzibą w Warszawie [poprzednio: wpis nieaktualny - Wyższa Szkoła Pedagogiczna Związku Nauczycielstwa Polskiego z siedzibą w Warszawie w likwidacji]",
  "Wyższa Szkoła Pedagogiczno-Techniczna w Koninie",
  "Wyższa Szkoła Pedagogiki i Administracji im. Mieszka I w Poznaniu",
  "Wyższa Szkoła Planowania Strategicznego w Dąbrowie Górniczej",
  "Wyższa Szkoła Prawa [poprzednio: Wyższa Szkoła Prawa im. Heleny Chodkowskiej]",
  "Wyższa Szkoła Prawa i Administracji Rzeszowska Szkoła Wyższa z siedzibą w Rzeszowie [poprzednio: Wyższa Szkoła Prawa i Administracji w Przemyślu]",
  "Wyższa Szkoła Promocji, Mediów i Show Businessu z siedzibą w Warszawie [poprzednio: Wyższa Szkoła Promocji w Warszawie]",
  "Wyższa Szkoła Przedsiębiorczości i Administracji w Lublinie",
  "Wyższa Szkoła Przedsiębiorczości i Marketingu w likwidacji z siedzibą w Chrzanowie [poprzednio: Wyższa Szkoła Przedsiębiorczości i Marketingu w Chrzanowie]",
  "Wyższa Szkoła Przedsiębiorczości i Rozwoju Regionalnego w likwidacji z siedzibą w Falentach [poprzednio: Wyższa Szkoła Przedsiębiorczości i Rozwoju Regionalnego w Falentach]",
  "Wyższa Szkoła Przedsiębiorczości imienia Księcia Kazimierza Kujawskiego z siedzibą w Inowrocławiu [poprzednio: Wyższa Szkoła Przedsiębiorczości imienia Księcia Kazimierza Kujawskiego]",
  "Wyższa Szkoła Przedsiębiorczości w Warszawie z siedzibą w Warszawie [poprzednio: Wyższa Szkoła Przedsiębiorczości w Warszawie]",
  "Wyższa Szkoła Rehabilitacji w Warszawie",
  "Wyższa Szkoła Rozwoju Lokalnego w Żyrardowie",
  "Wyższa Szkoła Sanocka z siedzibą w Sanoku",
  "Wyższa Szkoła Służb Lotniczych z siedzibą w Bydgoszczy w likwidacji [poprzednio: Wyższa Szkoła Służb Lotniczych z siedzibą w Bydgoszczy]",
  "Wyższa Szkoła Służby Społecznej im. Ks. Franciszka Blachnickiego w Suwałkach w likwidacji",
  "Wyższa Szkoła Społeczno-Ekonomiczna w Gdańsku z siedzibą w Gdańsku [poprzednio: Wyższa Szkoła Społeczno-Ekonomiczna w Gdańsku]",
  "Wyższa Szkoła Społeczno-Ekonomiczna w Warszawie",
  "Wyższa Szkoła Społeczno-Gospodarcza w Tyczynie",
  "Wyższa Szkoła Społeczno-Gospodarcza z siedzibą w Przeworsku",
  "Wyższa Szkoła Społeczno-Przyrodnicza im. Wincentego Pola w Lublinie",
  "Wyższa Szkoła Sportowa im. Kazimierza Górskiego w Łodzi",
  "Wyższa Szkoła Stosunków Międzynarodowych i Amerykanistyki w Warszawie",
  "Wyższa Szkoła Stosunków Międzynarodowych i Komunikacji Społecznej w Chełmie",
  "Wyższa Szkoła Studiów Międzynarodowych w Łodzi",
  "Wyższa Szkoła Suwalsko-Mazurska im. Papieża Jana Pawła II w likwidacji z siedzibą w Suwałkach [poprzednio: Wyższa Szkoła Suwalsko-Mazurska im. Papieża Jana Pawła II]",
  "Wyższa Szkoła Sztuk Filmowych i Teatralnych z siedzibą w Warszawie [poprzednio: Wyższa Szkoła Liderów Społecznych i Mediów z siedzibą w Warszawie]",
  "Wyższa Szkoła Sztuk Wizualnych i Nowych Mediów w likwidacji z siedzibą w Warszawie",
  "Wyższa Szkoła Sztuki i Projektowania w Łodzi",
  "Wyższa Szkoła Sztuki Stosowanej \"OPUS-ART\" - w likwidacji z siedzibą w Sosnowcu",
  "Wyższa Szkoła Sztuki Użytkowej w likwidacji z siedzibą w Szczecinie",
  "Wyższa Szkoła Techniczna w Katowicach",
  "Wyższa Szkoła Techniczna w likwidacji z siedzibą w Legnicy",
  "Wyższa Szkoła Techniczna we Włocławku [poprzednio: Wyższa Szkoła Techniki i Przedsiębiorczości we Włocławku]",
  "Wyższa Szkoła Techniczno-Ekonomiczna w Szczecinie",
  "Wyższa Szkoła Techniczno-Ekonomiczna w Świdnicy z siedzibą w Świdnicy [poprzednio: Wyższa Szkoła Technologii Teleinformatycznych w Świdnicy]",
  "Wyższa Szkoła Techniczno-Ekonomiczna w Warszawie z siedzibą w Warszawie",
  "Wyższa Szkoła Techniczno-Przyrodnicza w Poznaniu z siedzibą w Poznaniu",
  "Wyższa Szkoła Technik Komputerowych i Telekomunikacji w Kielcach",
  "Wyższa Szkoła Technologii Informatycznych w Katowicach",
  "Wyższa Szkoła Technologii Informatycznych w Warszawie",
  "Wyższa Szkoła Telekomunikacji i Informatyki w Kielcach",
  "Wyższa Szkoła Trenerów Sportu w Warszawie",
  "Wyższa Szkoła Turystyki i Ekologii w Suchej Beskidzkiej",
  "Wyższa Szkoła Turystyki i Hotelarstwa w Gdańsku",
  "Wyższa Szkoła Turystyki i Hotelarstwa w likwidacji z siedzibą w Warszawie",
  "Wyższa Szkoła Turystyki i Hotelarstwa w Łodzi",
  "Wyższa Szkoła Turystyki i Języków Obcych w Warszawie",
  "Wyższa Szkoła Turystyki i Rekreacji im. Mieczysława Orłowicza w Warszawie",
  "Wyższa Szkoła Ubezpieczeń w Krakowie",
  "Wyższa Szkoła Umiejętności im. Stanisława Staszica w Kielcach w likwidacji [poprzednio: Wyższa Szkoła Umiejętności im. Stanisława Staszica w Kielcach]",
  "Wyższa Szkoła Umiejętności Społecznych w Poznaniu",
  "Wyższa Szkoła Umiejętności Zawodowych w Pińczowie",
  "Wyższa Szkoła Uni-Terra z siedzibą w Poznaniu [poprzednio: Wyższa Szkoła Edukacji Integracyjnej i Interkulturowej]",
  "Wyższa Szkoła Współpracy Międzynarodowej i Regionalnej im. Zygmunta Glogera z siedzibą w Wołominie",
  "Wyższa Szkoła Wychowania Fizycznego i Turystyki w Białymstoku",
  "Wyższa Szkoła Zarządzania \"Edukacja\" we Wrocławiu",
  "Wyższa Szkoła Zarządzania i Administracji w Opolu",
  "Wyższa Szkoła Zarządzania i Administracji w Zamościu",
  "Wyższa Szkoła Zarządzania i Bankowości w Krakowie",
  "Wyższa Szkoła Zarządzania i Bankowości w Poznaniu",
  "Wyższa Szkoła Zarządzania i Coachingu we Wrocławiu",
  "Wyższa Szkoła Zarządzania i Finansów - w likwidacji z siedzibą w Bydgoszczy (wykreślona)",
  "Wyższa Szkoła Zarządzania i Finansów we Wrocławiu",
  "Wyższa Szkoła Zarządzania i Marketingu w Sochaczewie",
  "Wyższa Szkoła Zarządzania i Marketingu we Wrocławiu",
  "Wyższa Szkoła Zarządzania i Nauk Społecznych im. ks. Emila Szramka w Tychach w likwidacji z siedzibą w Tychach [poprzednio: Wyższa Szkoła Zarządzania i Nauk Społecznych im. ks. Emila Szramka w Tychach]",
  "Wyższa Szkoła Zarządzania i Przedsiębiorczości z siedzibą w Wałbrzychu [poprzednio: Wałbrzyska Wyższa Szkoła Zarządzania i Przedsiębiorczości]",
  "Wyższa Szkoła Zarządzania Marketingowego i Języków Obcych w likwidacji z siedzibą w Katowicach [poprzednio: Wyższa Szkoła Zarządzania Marketingowego i Języków Obcych w Katowicach]",
  "Wyższa Szkoła Zarządzania Ochroną Pracy w Katowicach",
  "Wyższa Szkoła Zarządzania Personelem w Warszawie",
  "Wyższa Szkoła Zarządzania Środowiskiem w Tucholi",
  "Wyższa Szkoła Zarządzania w Częstochowie",
  "Wyższa Szkoła Zarządzania w Rzeszowie w likwidacji [poprzednio: Wyższa Szkoła Zarządzania w Rzeszowie]",
  "Wyższa Szkoła Zarządzania w Szczecinie",
  "Wyższa Szkoła Zarządzania w Warszawie",
  "Wyższa Szkoła Zawodowa Kosmetyki i Pielęgnacji Zdrowia w Warszawie",
  "Wyższa Szkoła Zawodowa Łódzkiej Korporacji Oświatowej w Łodzi",
  "Wyższa Szkoła Zawodowa Ochrony Zdrowia TWP w Łomży z siedzibą w Łomży",
  "Wyższa Szkoła Zawodowa „Oeconomicus” Polskiego Towarzystwa Ekonomicznego z siedzibą w Szczecinie [poprzednio: Wyższa Szkoła Zawodowa „Oeconomicus” Polskiego Towarzystwa Ekonomicznego w likwidacji z siedzibą w Szczecinie]",
  "Wyższa Szkoła Zawodowa w Gorzowie Wielkopolskim [poprzednio: Wyższa Szkoła Zawodowa - Kostrzyn nad Odrą]",
  "Wyższa Szkoła Zdrowia i Turystyki w Pucku - w likwidacji z siedzibą w Pucku",
  "Wyższa Szkoła Zdrowia, Urody i Edukacji w Poznaniu",
  "Wyższa Szkoła Zdrowia w Gdańsku [poprzednio: Wyższa Szkoła Zarządzania w Gdańsku]",
  "Zachodnia Wyższa Szkoła Handlu i Finansów Międzynarodowych im. Jana Pawła II z siedzibą w Zielonej Górze w likwidacji [poprzednio: Zachodnia Wyższa Szkoła Handlu i Finansów Międzynarodowych im. Jana Pawła II w Zielonej Górze]",
  "Zachodniopomorska Szkoła Biznesu w Szczecinie"
]